Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/frmAboutBox.*.resx
Languages: de, es, fr, id, it, ja, uk, zh, zh_cn, zh_tw

# labelProductName.Text
source: Nome do Produto
de: Produktname
es: Nombre del Producto
fr: Nom du produit
id: Nama Produk
it: Nome del prodotto
ja: 製品名
uk: Найменування продукту
zh: 产品的名称
zh_cn: 产品名称
zh_tw: 產品名稱

# labelVersion.Text
source: Versão
de: Ausführung
es: Versión
fr: Version
id: Versi
it: Versione
ja: バージョン
uk: Версія
zh: 版本
zh_cn: 版本
zh_tw: 版本

# labelCopyright.Text
source: Copyright
de: Urheberrechte ©
fr: droits d'auteur
id: Hak Cipta
ja: 著作権について
uk: Авторське право
zh: 版权声明
zh_cn: 版权所有
zh_tw: 版權所有

# labelCompanyName.Text
source: Nome da Companhia
de: Name der Firma
es: Nombre de Empresa
fr: Nom de l'entreprise
id: Nama Perusahaan
it: Nome della società
ja: 会社名
uk: Назва компанії
zh: 公司名称
zh_cn: 公司名称
zh_tw: 公司名稱

# textBoxDescription.Text
source: Descrição
de: Beschreibung
es: Descripción
fr: La description
id: Deskripsi
it: Descrizione
ja: 商品説明
uk: Опис
zh: 描述
zh_cn: 描述
zh_tw: 描述

# lblAboutCurrentLanguage.Text
source: Idioma Atual:
de: Aktuelle Sprache:
es: Idioma Actual:
fr: Langue courante:
id: Bahasa saat ini:
it: Lingua corrente:
ja: 現在の言語。
uk: Поточна мова:
zh: 目前的语言。
zh_cn: 目前语言：
zh_tw: 目前語言：

# lblAboutTranslator.Text
source: Tradutor:
de: Übersetzt von:
es: Traductor:
fr: Traduit par:
id: Penerjemah:
it: Traduttore:
ja: 翻訳者
uk: Перекладач:
zh: 译者。
zh_cn: 翻译者：
zh_tw: 翻譯者：

# lblAboutProgramName.Text
source: GameCube Backup Manager
fr: Gestionnaire de sauvegarde GameCube
id: Manajer Pencadangan GameCube
it: Gestore del backup del GameCube
ja: ゲームキューブバックアップマネージャー
zh: 游戏机备份管理器

# tbTranslator.Text
source: Tradução
de: Übersetzung
es: Traducción
fr: Traduction
id: Terjemahan
it: Traduzione
ja: 翻訳
uk: Переклад
zh: 翻译
zh_cn: 翻译
zh_tw: 翻譯

# rtbAboutGameTDB.Text
source: GameTDB é um banco de dados colaborativo de jogos para qualquer pessoa contribuir e qualquer pessoa usar em qualquer projeto de jogo. No site você pode navegar no banco de dados, baixá-lo e contribuir com ele adicionando informações do jogo e fazendo upload de capas. No seu Wii ou no seu computador, você pode usar o GameTDB para fazer o seguinte: - exibir títulos apropriados para o seu jogo ("Wii Sports" em vez de "SPORTS PACK FOR REVOLUTION"), sem nunca ter que renomear você mesmo. - exiba a arte da capa que corresponde à sua região. - exibir informações adicionais sobre seus jogos (jogadores, modos online, acessórios, editora, desenvolvedora...). - se você tiver uma grande biblioteca, você classifica os jogos a frio, por exemplo, pelo número de jogadores para agrupar rapidamente seus títulos multijogador. - procure jogos de GameCube e Wii, por editora, desenvolvedora, que correspondam a uma determinada classificação ou lançados em um determinado ano.
de: GameTDB ist eine kollaborative Spieledatenbank, an der jeder etwas beitragen und die er in jedem Spielprojekt verwenden kann. Auf der Website können Sie die Datenbank durchsuchen, herunterladen und dazu beitragen, indem Sie Spielinformationen hinzufügen und Skins hochladen. Auf Ihrer Wii oder Ihrem Computer können Sie mit GameTDB Folgendes tun: - Zeigen Sie passende Titel für Ihr Spiel an ("Wii Sports" statt "SPORTS PACK FOR REVOLUTION"), ohne sich jemals umbenennen zu müssen. - Zeigen Sie das Cover an, das zu Ihrer Region passt. - zusätzliche Informationen zu Ihren Spielen anzeigen (Spieler, Online-Modi, Zubehör, Publisher, Entwickler...). - Wenn Sie eine große Bibliothek haben, können Sie Spiele zum Beispiel nach Anzahl der Spieler kalt sortieren, um Ihre Multiplayer-Titel schnell zu gruppieren. - Suchen Sie nach GameCube- und Wii-Spielen nach Herausgeber, Entwickler, die einer bestimmten Bewertung entsprechen oder in einem bestimmten Jahr veröffentlicht wurden.
es: GameTDB es una base de datos de juegos colaborativos para que cualquiera pueda contribuir y cualquiera pueda usar en cualquier proyecto de juego. En el sitio web, puede navegar por la base de datos, descargarla y contribuir agregando información del juego y cargando máscaras. En tu Wii o tu computadora, puedes usar GameTDB para hacer lo siguiente: - muestra títulos apropiados para tu juego ("Wii Sports" en lugar de "SPORTS PACK FOR REVOLUTION"), sin tener que cambiarte el nombre. - mostrar la portada que coincida con su región. - mostrar información adicional sobre tus juegos (jugadores, modos en línea, accesorios, editor, desarrollador...). - si tiene una gran biblioteca, clasifica los juegos en frío, por ejemplo, por número de jugadores para agrupar rápidamente sus títulos multijugador. - busque juegos de GameCube y Wii, por editor, desarrollador, que coincidan con una calificación determinada o lanzados en un año determinado.
fr: GameTDB est une base de données de jeux collaborative à laquelle quiconque peut contribuer et que quiconque peut utiliser dans n'importe quel projet de jeu. Sur le site Web, vous pouvez parcourir la base de données, la télécharger et y contribuer en ajoutant des informations sur le jeu et en téléchargeant des skins. Sur votre Wii ou votre ordinateur, vous pouvez utiliser GameTDB pour effectuer les actions suivantes : - afficher des titres adaptés à votre jeu ("Wii Sports" au lieu de "SPORTS PACK FOR REVOLUTION"), sans jamais avoir à vous renommer. - affichez la pochette qui correspond à votre région. - afficher des informations complémentaires sur vos jeux (joueurs, modes en ligne, accessoires, éditeur, développeur...). - si vous avez une grande bibliothèque, vous triez à froid les jeux, par exemple, par nombre de joueurs pour regrouper rapidement vos titres multijoueurs. - recherchez des jeux GameCube et Wii, par éditeur, développeur, qui correspondent à un certain classement ou qui sont sortis une certaine année.
id: GameTDB adalah basis data game kolaboratif bagi siapa saja untuk berkontribusi dan siapa saja untuk digunakan dalam proyek game apa pun. Di situs web Anda dapat menelusuri basis data, mengunduhnya, dan berkontribusi dengan menambahkan informasi game dan mengunggah skin. Di Wii atau komputer Anda, Anda dapat menggunakan GameTDB untuk melakukan hal berikut: - menampilkan judul yang sesuai untuk game Anda ("Wii Sports", bukan "SPORTS PACK FOR REVOLUTION"), tanpa harus mengganti namanya sendiri. - menampilkan seni sampul yang sesuai dengan wilayah Anda. - menampilkan informasi tambahan tentang game anda (pemain, mode online, aksesoris, penerbit, pengembang...). - jika Anda memiliki perpustakaan yang besar, Anda dapat mengurutkan game dengan dingin, misalnya, berdasarkan jumlah pemain untuk mengelompokkan judul multipemain Anda dengan cepat. - mencari game GameCube dan Wii, berdasarkan penerbit, pengembang, yang cocok dengan rating tertentu atau dirilis pada tahun tertentu.
it: GameTDB è un database di giochi collaborativo a cui chiunque può contribuire e che può essere utilizzato in qualsiasi progetto di gioco. Sul sito web è possibile consultare il database, scaricarlo e contribuirvi aggiungendo informazioni sul gioco e caricando skin. Sulla vostra Wii o sul vostro computer, potete usare GameTDB per fare quanto segue: - visualizzare titoli appropriati per il vostro gioco ("Wii Sports" invece di "SPORTS PACK FOR REVOLUTION"), senza dovervi mai rinominare. - visualizzare la copertina corrispondente alla vostra regione. - visualizzare informazioni aggiuntive sui giochi (giocatori, modalità online, accessori, editore, sviluppatore...). - se si dispone di una vasta libreria, è possibile ordinare i giochi, ad esempio, in base al numero di giocatori per raggruppare rapidamente i titoli multiplayer. - cercare i giochi per GameCube e Wii, per editore, sviluppatore, che corrispondono a una determinata classificazione o che sono usciti in un determinato anno.
ja: GameTDBは、誰もが貢献でき、誰もがあらゆるゲームプロジェクトで利用できる共同ゲームデータベースです。 ウェブサイトでは、データベースを閲覧し、ダウンロードし、ゲーム情報を追加したりスキンをアップロードすることで貢献することが出来ます。 Wiiやコンピュータでは、GameTDBを使って次のことができます。 - 自分のゲームに適切なタイトルを表示する（『SPORTS PACK FOR REVOLUTION』ではなく『Wii Sports』）、自分で名前を変更する必要はありません。 - あなたのお住いの地域に合ったカバーアートを表示する。 - ゲームに関する追加情報（プレイヤー、オンラインモード、アクセサリー、パブリッシャー、開発者など...）を表示することができます。 - ライブラリが膨大な場合、ゲームをプレイヤーの数でソートして、マルチプレイヤーゲームをすばやくグループ化することができます。 - ゲームキューブやWiiのゲームを、出版社や開発元、特定のレーティング、または特定の年に発売されたものから検索することができます。
uk: GameTDB - це спільна ігрова база даних, до якої кожен може долучитися і яку кожен може використовувати в будь-якому ігровому проекті. На сайті ви можете переглянути базу даних, завантажити її та зробити свій внесок у неї, додавши інформацію про гру та завантаживши скіни. На вашій Wii або комп'ютері ви можете використовувати GameTDB для наступних дій: - відображати відповідні назви для вашої гри ("Wii Sports" замість "SPORTS PACK FOR REVOLUTION"), без необхідності перейменовувати себе. - відображати обкладинку, яка відповідає вашому регіону. - відображати додаткову інформацію про ваші ігри (гравці, мережеві режими, аксесуари, видавець, розробник...). - якщо у вас велика бібліотека, ви можете виконати холодне сортування ігор, наприклад, за кількістю гравців, щоб швидко згрупувати ваші багатокористувацькі ігри. - пошук ігор для GameCube і Wii, за видавцем, розробником, які відповідають певному рейтингу або випущені в певному році.
zh: GameTDB是一个协作性的游戏数据库，任何人都可以贡献，任何人都可以在任何游戏项目中使用。 在网站上，你可以浏览数据库，下载它，并通过添加游戏信息和上传皮肤来贡献它。 在你的Wii或你的电脑上，你可以使用GameTDB来做以下事情。 - 为你的游戏显示适当的标题（"Wii Sports "而不是 "SPORTS PACK FOR REVOLUTION"），而不必再重新命名。 - 显示符合你所在地区的封面设计。 - 显示关于你的游戏的额外信息（玩家、在线模式、附件、出版商、开发商......）。 - 如果你有一个大的图书馆，你可以对游戏进行冷分类，例如，按玩家人数来快速分组你的多人游戏。 - 搜索GameCube和Wii游戏，按出版商、开发商、符合特定等级或在某年发行的游戏。
zh_cn: GameTDB 是一个协作游戏数据库，任何人都可以贡献并在任何游戏项目中使用。 在网站上，您可以浏览数据库、下载数据库并通过添加游戏信息和上传封面来为数据库做出贡献。 在您的 Wii 或电脑上，您可以使用 GameTDB 运行以下操作： - 为您的游戏显示适当的标题（“Wii Sports”而不是“SPORTS PACK FOR REVOLUTION”），而无需重新命名。 - 显示与您所在地区相匹配的封面。 - 显示有关您游戏的额外信息（玩家、在线模式、配件、发行商、开发商……）。 - 如果您有大量游戏，您可以对游戏进行排序，例如，按玩家数量快速对您的多人游戏进行分组。 - 按发行商、开发商搜索符合特定评级或在特定年份发布的 GameCube 和 Wii 游戏。
zh_tw: GameTDB 是一個協作遊戲資料庫，任何人都可以貢獻並在任何遊戲項目中使用。 在網站上，您可以瀏覽資料庫、下載資料庫並通過添加遊戲信息和上傳封面來為資料庫做出貢獻。 在您的 Wii 或電腦上，您可以使用 GameTDB 執行以下操作： - 為您的遊戲顯示適當的標題（“Wii Sports”而不是“SPORTS PACK FOR REVOLUTION”），而無需重新命名。 - 顯示與您所在地區相匹配的封面。 - 顯示有關您遊戲的額外信息（玩家、在線模式、配件、發行商、開發商……）。 - 如果您有大量遊戲，您可以對遊戲進行排序，例如，按玩家數量快速對您的多人遊戲進行分組。 - 按發行商、開發商搜尋符合特定評級或在特定年份發布的 GameCube 和 Wii 遊戲。

# rtbAboutThanks.Text
source: Obrigado às seguintes pessoas pelos testes, traduções e ajuda geral durante o desenvolvimento: - Sjohnson1021 - Desenvolvedor e Mantenedor - Valclark Junior - Testes / Experiência do usuário - Dolphin Emulator Team - Informações do GameCube / Wii / RVZ - Wiimm - WIT (Wiimms ISO Tools) - Wii Brew Um agradecimento especial às pessoas que ajudaram a traduzir este programa para os mais diversos idiomas, permitindo que pessoas de todo o mundo possam usufruir de seus recursos. Além de todos os envolvidos na comunidade de preservação de jogos. Além de todos os envolvidos na comunidade de preservação de jogos.
de: Vielen Dank an die folgenden Personen für das Testen, Übersetzen und allgemeine Hilfe während der Entwicklung: - Valclark Junior - Testen / Benutzererfahrung - Dolphin Emulator Team - GameCube / Wii / RVZ-Informationen - Wim - WIT (Wiimms ISO Tools) - Wii-Gebräu - DDinghoya - offizieller Koreanisch-Übersetzer Zusätzlich zu allen, die in der Game-Preservation-Community involviert sind.
es: Gracias a las siguientes personas por las pruebas, la traducción y la ayuda general durante el desarrollo: - Valclark Junior - Pruebas / Experiencia de usuario - Equipo Dolphin Emulator - Información de GameCube / Wii / RVZ - Wiim - WIT (herramientas Wiimms ISO) - Cerveza de Wii - DDinghoya - traductor oficial de idioma coreano Además de todos los involucrados en la comunidad de preservación de juegos.
fr: Merci aux personnes suivantes pour les tests, la traduction et l'aide générale pendant le développement : - Valclark Junior - Tests / Expérience Utilisateur - Équipe Dolphin Emulator - Informations GameCube / Wii / RVZ -Wim - WIT (Wiimms ISO Tools) - Wii Brew - DDinghoya - traducteur officiel de langue coréenne En plus de toutes les personnes impliquées dans la communauté de préservation du jeu.
id: Terima kasih kepada orang-orang berikut ini untuk pengujian, penerjemahan dan bantuan umum selama pengembangan: - Valclark Junior - Pengujian / Pengalaman Pengguna - Tim Emulator Dolphin - Informasi GameCube / Wii / RVZ - Wiim - WIT (Wiimms ISO Tools) - Wii Brew - DDinghoya - penerjemah resmi bahasa Korea Selain semua orang yang terlibat dalam komunitas pelestarian game.
it: Si ringraziano le seguenti persone per i test, le traduzioni e l'aiuto generale durante lo sviluppo: - Valclark Junior - Test / Esperienza utente - Team dell'emulatore Dolphin - Informazioni su GameCube / Wii / RVZ - Wiim - WIT (Wiimms ISO Tools) - Wii Brew - DDinghoya - traduttore ufficiale in coreano Oltre a tutti coloro che sono coinvolti nella comunità di conservazione dei giochi.
ja: 開発中にテスト、翻訳、一般的な手助けをしてくれた以下の方々に感謝します。 - Valclark Junior - テスト/ユーザーエクスペリエンス - ドルフィンエミュレータチーム - ゲームキューブ / Wii / RVZ情報 - Wiim - WIT (Wiimms ISO Tools) - Wii ブリュー - DDinghoya - 韓国語翻訳者 ゲーム保存コミュニティに関わるすべての人に加え
uk: Дякуємо наступним людям за тестування, переклад та загальну допомогу під час розробки: - Valclark Junior - тестування / користувацький досвід - Dolphin Emulator Team - інформація про GameCube / Wii / RVZ - Wiim - WIT (Wiimms ISO Tools) - Wii Brew - DDinghoya - офіційний перекладач корейської мови А також усім, хто причетний до спільноти збереження ігор.
zh: 感谢以下人员在开发过程中的测试、翻译和一般帮助。 - Valclark Junior - 测试/用户体验 - 海豚模拟器团队 - GameCube / Wii / RVZ信息 - Wiim - WIT (Wiimms ISO Tools) - WII Brew - DDinghoya - 官方韩语翻译员 除了参与游戏保存社区的每个人之外。
zh_cn: 感谢以下人员在开发过程中的测试、翻译和帮助： - Valclark Junior - 测试/用户体验 - Dolphin 模拟器团队 - GameCube / Wii / RVZ 信息 - Wiim - WIT (Wiimms ISO Tools) - Wii Brew - DDinghoya - 官方韩语翻译 以及参与游戏典藏社区的每个人。
zh_tw: 感謝以下人員在開發過程中的測試、翻譯和幫助： - Valclark Junior - 測試/用戶體驗 - Dolphin 模擬器團隊 - GameCube / Wii / RVZ 信息 - Wiim - WIT (Wiimms ISO Tools) - Wii Brew - DDinghoya - 官方韓語翻譯 以及參與遊戲典藏社區的每個人。

# tbThanks.Text
source: Agradecimentos
de: Vielen Dank
es: Agradecimientos
fr: Merci
id: Terima kasih
it: Grazie
ja: 感謝
uk: Дякую
zh: 谢谢
zh_cn: 感谢
zh_tw: 感謝

# rtbAboutDonations.Text
source: GameCube Backup Manager é um software gratuito. Muito esforço foi e será feito para torná-lo o mais estável e rico em recursos possível. Se você achar útil e quiser mostrar seu apreço, sinta-se à vontade para me enviar um dólar ou dois. Qualquer dinheiro recebido vai me ajudar muito! Você também pode enviar doações para laetemn@gmail.com via PayPal se o link acima não funcionar para você. Não se esqueça de me enviar um e-mail para que eu possa agradecer.
de: GameCube Backup Manager ist kostenlose Software. Es wurde und wird viel Mühe darauf verwendet, es so stabil und funktionsreich wie möglich zu machen. Wenn Sie es hilfreich finden und Ihre Wertschätzung zeigen möchten, können Sie mir gerne ein oder zwei Dollar dalassen. Jedes erhaltene Geld wird mir sehr helfen! Sie können Spenden auch per PayPal an laetemn@gmail.com senden, wenn der obige Link für Sie nicht funktioniert. Vergiss nicht, mir eine E-Mail zu schicken, damit ich mich bei dir bedanken kann.
es: GameCube Backup Manager es un software gratuito. Se ha realizado y se realizará un gran esfuerzo para que sea lo más estable y rico en funciones posible. Si lo encuentra útil y quiere mostrar su aprecio, siéntase libre de dejarme un dólar o dos. ¡Cualquier dinero recibido me ayudará mucho! También puede enviar donaciones a laetemn@gmail.com a través de PayPal si el enlace anterior no le funciona. No olvides enviarme un correo electrónico para que pueda agradecerte.
fr: GameCube Backup Manager est un logiciel gratuit. Beaucoup d'efforts ont été et seront déployés pour le rendre aussi stable et riche en fonctionnalités que possible. Si vous le trouvez utile et que vous voulez montrer votre appréciation, n'hésitez pas à me laisser tomber un dollar ou deux. Tout argent reçu m'aidera beaucoup! Vous pouvez également envoyer des dons à laetemn@gmail.com via PayPal si le lien ci-dessus ne fonctionne pas pour vous. N'oubliez pas de m'envoyer un mail pour que je puisse vous remercier.
id: GameCube Backup Manager adalah perangkat lunak gratis. Banyak usaha yang telah dan akan dilakukan untuk membuatnya stabil dan kaya fitur. Jika Anda merasa terbantu dan ingin menunjukkan penghargaan Anda, jangan ragu untuk memberikan saya satu atau dua dolar. Setiap uang yang diterima akan sangat membantu saya! Anda juga dapat mengirim donasi ke laetemn@gmail.com melalui PayPal jika tautan di atas tidak berfungsi untuk Anda. Jangan lupa untuk mengirimi saya email agar saya bisa berterima kasih.
it: GameCube Backup Manager è un software gratuito. Sono stati e saranno compiuti molti sforzi per renderlo il più stabile e ricco di funzionalità possibile. Se lo trovate utile e volete mostrare il vostro apprezzamento, sentitevi liberi di lasciarmi un dollaro o due. Qualsiasi somma ricevuta mi aiuterà molto! Potete anche inviare donazioni a laetemn@gmail.com tramite PayPal se il link qui sopra non funziona. Non dimenticate di inviarmi un'e-mail per ringraziarvi.
ja: ゲームキューブバックアップマネージャーはフリーソフトです。 可能な限り安定し、機能豊富なものにするために、多くの努力が払われてきましたし、今後もそうするつもりです。もし、あなたがこのソフトが便利だと感じ、感謝の気持ちを示したくて寄付をしたいのであれば、遠慮なく1ドルか2ドルを私に寄付してください。少額の寄付でも私の助けになります！ 上記のリンクがうまくいかない場合は、PayPalでlaetemn@gmail.comに寄付を送ることもできます。 お礼のメールも忘れずに。
uk: GameCube Backup Manager це безкоштовна програма. Багато зусиль було докладено і буде докладено для того, щоб зробити його якомога стабільнішим та багатофункціональнішим. Якщо ви вважаєте його корисним і хочете висловити свою вдячність, не соромтеся скинути мені долар або два. Будь-які отримані гроші дуже допоможуть мені! Ви також можете надіслати пожертвування на адресу laetemn@gmail.com через PayPal, якщо вищевказане посилання не працює для вас. Не забудьте надіслати мені електронного листа, щоб я міг вам подякувати.
zh: GameCube备份管理器是免费软件。 为了使它尽可能的稳定和功能丰富，我们已经并将会投入大量的精力。如果你觉得它有帮助，并想表达你的谢意，请随时给我一两美元。任何收到的钱都会对我有很大的帮助! 如果上面的链接对你不起作用，你也可以通过PayPal把捐款送到laetemn@gmail.com。 别忘了给我发一封邮件，以便我感谢你。
zh_cn: GameCube Backup Manager 是自由软件。 我们花了很多精力才将本软件打造成现有的稳定并功能齐全的版本，并将继续努力加入更多功能。如果本软件帮助到你，请考虑捐赠几美元，对我的帮助将会很大！ 如上面链结无法使用，你也可以将捐款使用 PayPal 发送到 laetemn@gmail.com。 请别忘记在捐助后用电邮告诉我（请使用英文或葡萄牙文），我将会好好的感谢你。
zh_tw: GameCube Backup Manager 是自由軟體。 我們花了很多精力才將本軟體打造成現有的穩定並功能齊全的版本，並將繼續努力加入更多功能。如果本軟件幫助到你，請考慮捐贈幾美元，對我的幫助將會很大！ 如上面鏈結無法使用，你也可以將捐款使用 PayPal 發送到 laetemn@gmail.com。 請別忘記在捐助後用電郵告訴我（請使用英文或葡萄牙文），我將會好好的感謝你。

# tbDonate.Text
source: Doações
de: Spenden
es: Donaciones
fr: Des dons
id: Donasi
it: Donazioni
ja: 寄付金について
uk: Пожертви
zh: 捐献
zh_cn: 捐赠
zh_tw: 捐贈

# $this.Text
source: Sobre...
de: Um...
es: Acerca de...
fr: À propos de...
id: Tentang...
it: A proposito di...
ja: について...
uk: Про...
zh: 关于...
zh_cn: 关于...
zh_tw: 關於...
