Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/frmConfig.*.resx
Languages: de, es, fr, hu, id, it, ja, ko, uk, zh, zh_cn, zh_tw

# cbVerificationInterval.Items3
source: 30 minutos
de: 30 Minuten
fr: 30 minutes
hu: 30 perc
id: 30 menit
it: 30 minuti
ja: 30分
ko: 30 분
uk: 30 хвилин
zh: 30分钟
zh_cn: 30 分钟
zh_tw: 30 分鐘

# cbVerificationInterval.Items4
source: 1 hora
de: 1 Stunde
fr: 1 heure
hu: 1 óra
id: 1 jam
it: 1 ora
ja: 1時間
ko: 1 시간
uk: 1 година
zh: 1小时
zh_cn: 1 小时
zh_tw: 1 小時

# cbVerificationInterval.Items5
source: 2 horas
de: 2 Stunden
fr: 2 heures
hu: 2 óra
id: 2 jam
it: 2 ore
ja: 2時間
ko: 2 시간
uk: 2 години
zh: 2小时
zh_cn: 2 小时
zh_tw: 2 小時

# cbVerificationInterval.Items6
source: 3 horas
de: 3 Stunden
fr: 3 heures
hu: 3 óra
id: 3 jam
it: 3 ore
ja: 3時間
ko: 3 시간
uk: 3 години
zh: 3小时
zh_cn: 3 小时
zh_tw: 3 小時

# cbVerificationInterval.Items7
source: 4 horas
de: 4 Stunden
fr: 4 heures
hu: 4 óra
id: 4 jam
it: 4 ore
ja: 4時間
ko: 4 시간
uk: 4 години
zh: 4小时
zh_cn: 4 小时
zh_tw: 4 小時

# lblUpdateInterval.Text
source: Intervalo de verificações:
de: Prüfintervall:
es: Intervalo de verificación:
fr: Intervalle de vérification :
hu: Ellenőrzési időköz:
id: Periksa interval:
it: Intervallo di controllo:
ja: チェックの間隔：
ko: 간격 확인:
uk: Перевірте інтервал:
zh: 检查时间间隔。
zh_cn: 检查频率：
zh_tw: 檢查頻率：

# lblPass.Text
source: Senha:
de: Passwort:
es: Clave:
fr: Mot de passe:
hu: Jelszó:
id: Kata sandi:
it: Password:
ja: パスワード：
ko: 비밀번호:
uk: Пароль:
zh: 密码。
zh_cn: 密码：
zh_tw: 密碼：

# lblUser.Text
source: Usuário:
de: Benutzer:
es: Usuario:
fr: Utilisateur:
hu: Felhasználó:
id: Pengguna:
it: Utente:
ja: ユーザー：
ko: 사용자:
uk: Користувач:
zh: 用户。
zh_cn: 用户：
zh_tw: 使用者：

# lblServerProxy.Text
source: Servidor proxy:
de: Proxy Server:
fr: Serveur proxy:
hu: Proxy-kiszolgáló:
id: Server proxy:
it: Server proxy:
ja: プロキシサーバー：
ko: 프록시 서버:
uk: Проксі-сервер:
zh: 代理服务器。
zh_cn: 代理服务器：
zh_tw: 代理伺服器：

# chkUpdateServerProxy.Text
source: Usar servidor proxy
de: Proxy-Server verwenden
es: Utilice un servidor proxy
fr: Utiliser le serveur proxy
hu: Proxy-kiszolgáló használata
id: Gunakan server proxy
it: Utilizzare il server proxy
ja: プロキシサーバーを使用する
ko: 프록시 서버 사용
uk: Використовуйте проксі-сервер
zh: 使用代理服务器
zh_cn: 使用代理服务器
zh_tw: 使用代理伺服器

# chkUpdateFileLog.Text
source: Anexar atualizações no arquivo de registro
de: Aktualisierungen an Protokolldatei anhängen
es: Agregar actualizaciones al archivo de registro
fr: Ajouter les mises à jour au fichier journal
hu: Frissítések csatolása a naplófájlhoz
id: Menambahkan pembaruan ke berkas log
it: Aggiungere gli aggiornamenti al file di log
ja: 更新をログファイルに追加する
ko: 로그 파일에 업데이트 추가
uk: Додавання оновлень до лог-файлу
zh: 将更新附加到日志文件中

# chkUpdateBetaChannel.Text
source: Alterar para atualizações do canal BETA
de: Wechseln Sie zu BETA-Kanal-Updates
es: Cambiar a actualizaciones de canales BETA
fr: Passer aux mises à jour de la chaîne BETA
hu: BETA csatorna frissítésekre váltás
id: Beralih ke pembaruan saluran BETA
it: Passare agli aggiornamenti del canale BETA
ja: BETAチャンネルの更新に切り替える
ko: 베타 채널 업데이트로 전환
uk: Переходьте на оновлення БЕТА-каналу
zh: 切换到BETA频道更新
zh_cn: 接收测试版更新
zh_tw: 接收測試版更新

# chkUpdateVerifyStart.Text
source: Verificar atualizações ao iniciar
de: Beim Start nach Updates suchen
es: Buscar actualizaciones al inicio
fr: Vérifier les mises à jour au démarrage
hu: Frissítések keresése indításkor
id: Memeriksa pembaruan saat startup
it: Controlla gli aggiornamenti all'avvio
ja: 起動時に更新を確認する
ko: 시작 시 업데이트 확인
uk: Перевірте наявність оновлень при запуску
zh: 启动时检查是否有更新
zh_cn: 打开软件时检查更新
zh_tw: 打開軟體時檢查更新

# grbUpdate.Text
source: Configurações de Atualização
de: Update Einstellungen
es: Ajustes de Actualización
fr: Mettre à jour les paramètres
hu: Beállítások frissítése
id: Perbarui Pengaturan
it: Aggiornamento delle impostazioni
ja: 更新の設定
ko: 업데이트 설정
uk: Оновлення налаштувань
zh: 更新设置
zh_cn: 更新设置
zh_tw: 更新設定

# tabSettingsUpdates.Text
source: Atualizações
de: Aktualisierung
es: Actualizaciones
fr: Mises à jour
hu: Frissítések
id: Pembaruan
it: Aggiornamenti
ja: 更新
ko: 업데이트
uk: Оновлення
zh: 更新
zh_cn: 更新
zh_tw: 更新

# lblLanguageComments.Text
source: OBSERVAÇÃO: o ajuste de configuração de idiomas só terá efeito após reiniciar o programa.
de: HINWEIS: Die Anpassung der Spracheinstellung wird erst nach einem Neustart des Programms wirksam.
es: NOTA: El ajuste de la configuración de idioma solo tendrá efecto después de reiniciar el programa.
fr: REMARQUE : Le réglage du paramètre de langue ne prendra effet qu'après le redémarrage du programme.
hu: MEGJEGYZÉS: A nyelvi beállítások módosítása csak a program újraindítása után lép hatályba.
id: CATATAN: Penyesuaian pengaturan bahasa hanya akan berlaku setelah memulai ulang program.
it: NOTA: La regolazione della lingua avrà effetto solo dopo il riavvio del programma.
ja: 注意：言語の設定の適用は、プログラムの再起動後にのみ有効になります。
ko: 참고: 언어 설정 조정은 프로그램을 다시 시작한 후에만 적용됩니다.
uk: ПРИМІТКА: Налаштування мови набуде чинності тільки після перезапуску програми.
zh: 注意：语言设置调整只有在重新启动程序后才会生效。
zh_cn: 留意：更改语言设置将会在程序重新启动后生效。
zh_tw: 留意：更改語言設定將會在程式重新啟動後生效。

# lblLanguage.Text
source: Idioma:
de: Sprache:
fr: Langue:
hu: Nyelv:
id: Bahasa:
it: Lingua:
ja: 言語：
ko: 언어:
uk: Мова:
zh: 语言。
zh_cn: 语言：
zh_tw: 語言：

# grbLanguage.Text
source: Selecionar idioma padrão:
de: Standardsprache auswählen:
es: Seleccione el idioma predeterminado:
fr: Sélectionnez la langue par défaut :
hu: Válassza ki az alapértelmezett nyelvet:
id: Pilih bahasa default:
it: Selezionare la lingua predefinita:
ja: デフォルトの言語を選択：
ko: 기본 언어 선택:
uk: Виберіть мову за замовчуванням:
zh: 选择默认语言。
zh_cn: 选择默认语言：
zh_tw: 選擇預設語言：

# tabSettingsLanguage.Text
source: Idiomas
de: Sprachen
fr: Langues
hu: Nyelvek
id: Bahasa
it: Le lingue
ja: 言語
ko: 언어
uk: Мови
zh: 语言
zh_cn: 语言
zh_tw: 語言

# lblLOG.Text
source: Nível de LOG:
de: Protokollebene:
fr: Niveau de journal :
hu: Naplózási szint:
id: Level Log:
it: Livello di registro:
ja: ログレベル：
ko: 로그 수준:
uk: Рівень журналу:
zh: 日志级别。

# chkManagerLogFile.Text
source: LOG para Arquivo
de: In Datei aufnehmen
es: Registro para la Archivo
fr: Enregistrer dans un fichier
hu: Record to File
id: Rekam ke Berkas
it: Da record a file
ja: ファイルに記録
ko: 파일에 기록
uk: Запис у файл
zh: 记录到文件

# chkManagerLogWindow.Text
source: LOG para Janela
de: Registrierung für Fenster
es: Registro para la Ventana
fr: Inscription pour la fenêtre
hu: Regisztráció az ablakra
id: Pendaftaran untuk Jendela
it: Registrazione per la finestra
ja: ウィンドウの登録
ko: 윈도우 등록
uk: Реєстрація на Window
zh: 窗口登记

# chkManagerLogDebugConsole.Text
source: LOG para Console de Debug
de: Protokoll für die Debug-Konsole
es: Registro para la Consola de Depuración
fr: Journal pour la console de débogage
hu: Napló a hibakereső konzolhoz
id: Log untuk Konsol Debug
it: Registro per la console di debug
ja: デバッグコンソールのログ
ko: 디버그 콘솔 로그
uk: Журнал для налагоджувальної консолі
zh: 调试控制台的日志

# chkManagerLogSystemConsole.Text
source: LOG para Console do Sistema
de: Registrierung für die Systemkonsole
es: Registro para la Consola del Sistema
fr: Enregistrement pour la console système
hu: Regisztráció a rendszerkonzolhoz
id: Pendaftaran untuk Konsol Sistem
it: Registrazione per la console di sistema
ja: システムコンソールへの登録
ko: 시스템 콘솔 등록
uk: Реєстрація в системній консолі
zh: 系统控制台的注册

# cbLevelLog.Items
source: Informativo
de: Informativ
fr: Informatif
hu: Informatív
id: Informatif
ja: 情報提供
ko: 유용한 정보
uk: Інформативний
zh: 信息化
zh_cn: 信息
zh_tw: 資訊

# cbLevelLog.Items1
source: Resumido
de: Zusammengefasst
es: Resumió
fr: Résumé
hu: Összefoglalva
id: Kesimpulan
it: Riassunto
ja: 要約する
ko: 요약
uk: Підбито підсумки
zh: 总结

# cbLevelLog.Items2
source: Completo
de: Vollständig
fr: Complet
hu: Teljes
id: Lengkap
ja: 完了
ko: 완료
uk: Завершено
zh: 完整的
zh_cn: 完整
zh_tw: 完整

# grbLog.Text
source: LOG
de: Aufzeichnung
fr: Enregistrement
hu: Rekord
id: Catatan
it: Record
ja: 記録
ko: 기록
uk: Рекорд
zh: 记录
zh_cn: 记录档
zh_tw: 記錄檔

# tabSettingsLog.Text
source: Registro (LOG)
de: Aufzeichnung
fr: Enregistrement
hu: Rekord
id: Catatan
it: Record
ja: 記録
ko: 기록
uk: Рекорд
zh: 记录
zh_cn: 记录档
zh_tw: 記錄檔

# btnRestore.Text
source: Restaurar Configurações
de: Einstellungen zurücksetzen
es: Restaurar Configuracion
fr: Restaurer les paramètres
hu: Beállítások visszaállítása
id: Pulihkan Pengaturan
it: Ripristino delle impostazioni
ja: 復元の設定
ko: 설정 복원
uk: Відновлення налаштувань
zh: 恢复设置
zh_cn: 还原到默认设置
zh_tw: 還原到預設設定

# btnOK.Text
source: OK
fr: D'ACCORD

# btnCancel.Text
source: Cancelar
de: Schließen
fr: Annuler
hu: Törölje
id: Batal
it: Annullamento
ja: キャンセル
ko: 취소
uk: Скасувати
zh: 取消
zh_cn: 取消
zh_tw: 取消

# fbd.Description
source: Crie ou selecione um diretório:
de: Verzeichnis erstellen oder auswählen:
es: Cree o seleccione un directorio:
fr: Créez ou sélectionnez un répertoire :
hu: Hozzon létre vagy válasszon ki egy könyvtárat:
id: Buat atau pilih direktori:
it: Creare o selezionare una directory:
ja: ディレクトリを作成または選択する：
ko: 디렉토리 생성 또는 선택:
uk: Створіть або виберіть каталог:
zh: 创建或选择一个目录。
zh_cn: 创建或选择文件夹：
zh_tw: 建立或選擇資料夾：

# btnApply.Text
source: Aplicar
de: Anwenden
fr: Appliquer
hu: Alkalmazás
id: Terapkan
it: Applicare
ja: 適用する
ko: 적용
uk: Подати заявку
zh: 申请
zh_cn: 套用
zh_tw: 套用

# ofdDolphin.Filter
source: Dolphin Emulador|dolphin.exe
de: Delphin-Emulator|dolphin.exe
es: Emulador Dolphin|dolphin.exe
fr: Émulateur Dolphin|dolphin.exe
hu: Delfin emulátor|dolphin.exe
id: Emulator Dolphin|dolphin.exe
it: Emulatore Dolphin|dolphin.exe
ja: Dolphin Emulator|dolphin.exe
ko: 돌고래 에뮬레이터|dolphin.exe
uk: Емулятор Dolphin|dolphin.exe
zh: Dolphin Emulator|dolphin.exe
zh_cn: Dolphin Emulator|dolphin.exe
zh_tw: Dolphin Emulator|dolphin.exe

# $this.Text
source: Configurações
de: Einstellungen
es: Configuraciones
fr: Réglages
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
uk: Налаштування
zh: 设置
zh_cn: 设置
zh_tw: 設定

# tabSettingsDolphin.Text
source: Dolphin Emulator
ko: 돌고래 에뮬레이터

# btnTitleDownload.Text
source: Download titles.txt
es: Descargar titles.txt
ko: titles.txt 다운로드

# cbLanguage.Items
source: Português [Brasil]
es: Portugués [Brasil]
ko: 포르투갈어 [브라질]

# cbLanguage.Items1
source: English [US]
es: Inglés [EUA]
ko: 영어 [미국]

# cbLanguage.Items2
source: Español [ES]
es: Español [España]
ko: 스페인어 [스페인]

# cbLanguage.Items3
source: 한국어 [KR]
ko: 한국인
