Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/frmConfig.*.resx
Languages: de, es, fr, hu, id, it, ja, ko, uk, zh, zh_cn, zh_tw

# grbGeneralTemporaryFolder.Text
source: Pasta temporária
de: Temporärer Ordner
es: Carpeta temporal
fr: Dossier temporaire
hu: Ideiglenes mappa
id: Folder sementara
it: Cartella temporanea
ja: 一時フォルダー
ko: 임시 폴더
uk: Тимчасова папка
zh: 临时文件夹
zh_cn: 暂存文件夹
zh_tw: 暫存資料夾

# chkGeneralExtractNwb.Text
source: Arquivos NWB (*.nwb)
de: NWB-Dateien (*.nwb)
es: Archivos NWB (*.nwb)
fr: Fichiers NWB (*.nwb)
hu: NWB fájlok (*.nwb)
id: File NWB (* .nwb)
it: File NWB (*.nwb)
ja: NWBファイル （*.nwb）
ko: NWB 파일(*.nwb)
uk: NWB файли (*.nwb)
zh: NWB文件（*.nwb）。
zh_cn: NWB 文件 (*.nwb)
zh_tw: NWB 檔案 (*.nwb)

# chkGeneralExtractSplitFile.Text
source: Arquivos divididos (*.001)
de: Dateien teilen (*.001)
es: Archivos separados (*.001)
fr: Diviser les fichiers (*.001)
hu: Osztott fájlok (*.001)
id: Membagi file (*.001)
it: File divisi (*.001)
ja: ファイルを分割（*.001）
ko: 파일 분할 (*.001)
uk: Розділені файли (*.001)
zh: 分割文件(*.001)
zh_cn: 分割文件 (*.001)
zh_tw: 分割檔案 (*.001)

# chkGeneralExtractBZip2.Text
source: Arquivos BZip2 (*.bz;*.bzip2)
de: BZip2-Dateien (*.bz;*.bzip2)
es: Archivos BZip2 (*.bz;*.bzip2)
fr: Fichiers BZip2 (*.bz;*.bzip2)
hu: BZip2 fájlok (*.bz;*.bzip2)
id: File BZip2 (*.bz; *.bzip2)
it: File BZip2 (*.bz;*.bzip2)
ja: BZip2ファイル（*.bz;*.bzip2）
ko: BZip2 파일 (*.bz;*.bzip2)
uk: BZip2 файли (*.bz;*.bzip2)
zh: BZip2文件（*.bz;*.bzip2）。
zh_cn: BZip2 文件 (*.bz;*.bzip2)
zh_tw: BZip2 檔案 (*.bz;*.bzip2)

# chkGeneralExtractRar.Text
source: Arquivos RAR (*.rar)
de: RAR-Dateien (*.rar)
es: Archivos RAR (*.rar)
fr: Fichiers RAR (*.rar)
hu: RAR fájlok (*.rar)
id: File RAR (*.rar)
it: File RAR (*.rar)
ja: RARファイル （*.rar）
ko: RAR 파일 (*.rar)
uk: RAR-файли (*.rar)
zh: RAR文件（*.rar）。
zh_cn: RAR 文件 (*.rar)
zh_tw: RAR 檔案 (*.rar)

# chkGeneralExtract7z.Text
source: Arquivos 7Zip (*.7z;*.7zip)
de: 7Zip-Dateien (*.7z;*.7zip)
es: Archivos 7Zip (*.7z;*.7zip)
fr: Fichiers 7Zip (*.7z;*.7zip)
hu: 7Zip fájlok (*.7z;*.7zip)
id: File 7Zip (*.7z; *.7zip)
it: File 7Zip (*.7z;*.7zip)
ja: 7Zipファイル （*.7z;*.7zip）
ko: 7Zip 파일 (*.7z;*.7zip)
uk: 7Zip файли (*.7z;*.7zip)
zh: 7Zip文件（*.7z;*.7zip）。
zh_cn: 7zip 文件 (*.7z;*.7zip)
zh_tw: 7zip 檔案 (*.7z;*.7zip)

# chkGeneralExtractZip.Text
source: Arquivos Zip (*.zip)
de: Zip-Dateien (*.zip)
es: Archivos Zip (*.zip)
fr: Fichiers zip (*.zip)
hu: Zip-fájlok (*.zip)
id: File zip (*.zip)
it: File zip (*.zip)
ja: Zipファイル（*.zip）
ko: Zip 파일 (*.zip)
uk: Zip-файли (*.zip)
zh: Zip文件（*.zip）。
zh_cn: Zip 文件 (*.zip)
zh_tw: Zip 檔案 (*.zip)

# lblGeneralExtract.Text
source: Extrair sempre que necessário.
de: Bei Bedarf extrahieren.
es: Extraer siempre que sea necesario.
fr: Extraire chaque fois que nécessaire.
hu: Szükség esetén húzza ki.
id: Ekstrak bilamana perlu.
it: Estrarre ogni volta che è necessario.
ja: 必要に応じて抽出します。
ko: 필요할 때마다 추출합니다.
uk: Витягувати при необхідності.
zh: 必要时提取。
zh_cn: 当需要时解压缩。
zh_tw: 當需要時解壓縮。

# grbGeneralFiles.Text
source: Arquivos
de: Dateien
es: Archivos
fr: Des dossiers
hu: Fájlok
id: File
it: File
ja: ファイル
ko: 파일
uk: Файли
zh: 文件
zh_cn: 文件
zh_tw: 檔案

# cbGeneralFileSize.Items
source: Automático
de: Automatisch
fr: Automatique
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
uk: Автоматичний
zh: 自动的
zh_cn: 自动选择
zh_tw: 自動選擇

# cbGeneralFileSize.Items1
source: Kilobyte
fr: Kilooctet

# cbGeneralFileSize.Items2
source: Megabytes
de: Megabyte
fr: Mégaoctet
hu: Megabájt
id: Megabyte
it: Megabyte
ja: メガバイト
uk: Мегабайт
zh: 兆字节
zh_cn: MB
zh_tw: MB

# cbGeneralFileSize.Items3
source: Gigabytes
de: Gigabyte
fr: Gigaoctet
hu: Gigabyte
id: Gigabyte
it: Gigabyte
ja: ギガバイト
uk: Гігабайт
zh: 芝华士
zh_cn: GB
zh_tw: GB

# cbGeneralFileSize.Items4
source: Terabyte
fr: Téraoctet

# grbGeneralFileSize.Text
source: Mostrar tamanho
de: Größe zeigen
es: Mostrar tamaño
fr: Afficher la taille
hu: Méret megjelenítése
id: Tampilkan ukuran
it: Mostra le dimensioni
ja: ファイルのサイズを表示
ko: 크기 표시
uk: Показати розмір
zh: 显示尺寸
zh_cn: 显示大小
zh_tw: 顯示大小

# rbGeneralDiscDelete.Text
source: Manter somente pasta do disco 1 e excluir pasta do disco 2 (Experimental)
de: Nur Datenträger 1-Ordner behalten und Datenträger 2-Ordner löschen (experimentell)
es: Mantener solo la carpeta del disco 1 y eliminar la carpeta del disco 2 (Experimental)
fr: Conserver uniquement le dossier du disque 1 et supprimer le dossier du disque 2 (expérimental)
hu: Csak az 1. lemez mappáját tartsa meg, és törölje a 2. lemez mappáját (kísérleti)
id: Simpan hanya folder disk 1 dan hapus folder disk 2 (Eksperimental)
it: Mantenere solo la cartella del disco 1 ed eliminare la cartella del disco 2 (sperimentale)
ja: ディスク１フォルダーのみを保持し、ディスク２フォルダーを削除する（実験的な機能）
ko: 디스크 1 폴더만 유지하고 디스크 2 폴더 삭제 (실험)
uk: Зберегти тільки папку диска 1 та видалити папку диска 2 (експериментальний варіант)
zh: 只保留磁盘1的文件夹，删除磁盘2的文件夹（实验）。
zh_cn: 只保留光盘 1 文件夹并删除光盘 2 文件夹（实验性）
zh_tw: 只保留光碟 1 資料夾並刪除光碟 2 資料夾（實驗性）

# rbGeneralDiscClean.Text
source: Manter todas as pastas separadas para o disco 1 e disco 2 (Padrão)
de: Alle Ordner für Datenträger 1 und Datenträger 2 getrennt halten (Standard)
es: Mantenga todas las carpetas separadas para el disco 1 y el disco 2 (Predeterminado)
fr: Gardez tous les dossiers séparés pour le disque 1 et le disque 2 (par défaut)
hu: Minden mappa külön marad az 1. és a 2. lemezen (alapértelmezett)
id: Pisahkan semua folder untuk disk 1 dan disk 2 (Default)
it: Mantenere tutte le cartelle separate per il disco 1 e il disco 2 (predefinito)
ja: ディスク１とディスク２のすべてのフォルダーを別々に保持する（デフォルト）
ko: 디스크 1과 디스크 2에 대해 모든 폴더를 별도로 유지 (기본값)
uk: Зберігайте всі папки окремо для диска 1 і диска 2 (за замовчуванням)
zh: 将磁盘1和磁盘2的所有文件夹分开（默认）。
zh_cn: 将光盘 1 和光盘 2 的文件夹分开（默认）
zh_tw: 將光碟 1 和光碟 2 的資料夾分開（預設）

# grbGeneralPartitions.Text
source: Ajustar diretórios dos jogos
de: Spielverzeichnisse anpassen
es: Ajustar directorios de juegos
fr: Ajuster les répertoires de jeu
hu: Játékkönyvtárak beállítása
id: Sesuaikan direktori game
it: Regolare le directory dei giochi
ja: ゲームディレクトリを調整する
ko: 게임 디렉토리 조정
uk: Налаштувати каталоги ігор
zh: 调整游戏目录
zh_cn: 更改游戏目录
zh_tw: 更改遊戲目錄

# tabSettingsGeneral.Text
source: Geral
de: Allgemein
es: General
fr: Général
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
uk: Генеральний
zh: 一般
zh_cn: 一般
zh_tw: 一般

# lblCommentsScrubCopy.Text
source: Para o método Scrub, será sempre utilizado o padrão "Título [Código do Jogo]", baseando-se no nome interno (definido pela desenvolvedora). No modo de cópia Scrub, os discos 1 e 2 sempre serão arnazenados em pastas separadas, exceto em casos específicos, onde o método de detecção consegue identificar nomes comuns dados pela desenvolvedora, nesses casos, os discos 1 e 2 serão armazenados na mesma pasta.
de: Für die Scrub-Methode wird immer der Standard „Title [Game Code]“ verwendet, basierend auf dem internen Namen (vom Entwickler definiert). Im Scrub-Kopiermodus werden die Laufwerke 1 und 2 immer in separaten Ordnern gespeichert, außer in bestimmten Fällen, in denen die Erkennungsmethode vom Entwickler vergebene allgemeine Namen identifizieren kann. In diesem Fall werden die Laufwerke 1 und 2 im selben Ordner gespeichert .
es: Para el método Scrub, siempre se utilizará el "Título [Código del juego]" predeterminado, según el nombre interno (definido por el desarrollador). En el modo de copia Scrub, los discos 1 y 2 siempre se almacenarán en carpetas separadas, excepto en casos específicos, donde el método de detección puede identificar nombres comunes dados por el desarrollador, en cuyo caso, los discos 1 y 2 se almacenarán en la misma carpeta.
fr: Pour la méthode Scrub, le "Titre [Code du jeu]" par défaut sera toujours utilisé, basé sur le nom interne (défini par le développeur). En mode de copie Scrub, les disques 1 et 2 seront toujours stockés dans des dossiers séparés, sauf dans des cas spécifiques, où la méthode de détection peut identifier les noms communs donnés par le développeur, auquel cas, les disques 1 et 2 seront stockés dans le même dossier .
hu: A Scrub módszer esetében mindig az alapértelmezett "Title [Game Code]" (cím [játékkód]) lesz használva, a belső név alapján (a fejlesztő által meghatározott). Scrub másolási módban az 1. és 2. lemez mindig külön mappákban lesz tárolva, kivéve azokat a különleges eseteket, amikor az észlelési módszer képes azonosítani a fejlesztő által megadott közös neveket, ebben az esetben az 1. és 2. lemezek ugyanabban a mappában lesznek tárolva.
id: Untuk metode Scrub, "Title [Game Code]" default akan selalu digunakan, berdasarkan nama internal (yang ditentukan oleh pengembang). Dalam mode Scrub copy, disk 1 dan 2 akan selalu disimpan dalam folder terpisah, kecuali dalam kasus tertentu, di mana metode deteksi dapat mengidentifikasi nama umum yang diberikan oleh pengembang, dalam hal ini, disk 1 dan 2 akan disimpan dalam folder yang sama.
it: Per il metodo Scrub, verrà sempre utilizzato il valore predefinito "Titolo [Codice gioco]", basato sul nome interno (definito dallo sviluppatore). In modalità di copia Scrub, i dischi 1 e 2 saranno sempre memorizzati in cartelle separate, tranne in casi specifici in cui il metodo di rilevamento può identificare nomi comuni forniti dallo sviluppatore, nel qual caso i dischi 1 e 2 saranno memorizzati nella stessa cartella.
ja: Scrubメソッドの場合、（開発者によって定義された）内部名に基づいて、既定の "タイトル［ゲームコード］" が常に使用されます。 スクラブコピーモードでは、ディスク１とディスク２は常に別々のフォルダーに保存されます。ただし、開発者によって指定された内部名を検出方法で識別できる特定のケースを除きます。この場合、ディスク１とディスク２は同じフォルダーに保存されます。
ko: Scrub 방법의 경우 내부 이름(개발자가 정의)을 기반으로 기본 "제목 [게임 코드]"가 항상 사용됩니다. 스크럽 복사 모드에서 디스크 1과 2는 항상 별도의 폴더에 저장됩니다. 단, 탐지 방법이 개발자가 지정한 일반 이름을 식별할 수 있는 특정 경우를 제외하고는 디스크 1과 2가 같은 폴더에 저장됩니다. .
uk: Для методу Scrub завжди буде використовуватися за замовчуванням "Назва [Код гри]", заснована на внутрішній назві (визначеній розробником). У режимі копіювання Scrub диски 1 і 2 завжди будуть зберігатися в окремих папках, за винятком окремих випадків, коли метод виявлення може виявити загальні імена, задані розробником, і в цьому випадку диски 1 і 2 будуть зберігатися в одній папці.
zh: 对于Scrub方法，默认的 "标题[游戏代码]"将总是被使用，基于内部名称（由开发商定义）。在Scrub拷贝模式下，磁盘1和2将总是存储在不同的文件夹中，除非在特定的情况下，检测方法可以识别开发商给出的共同名称，在这种情况下，磁盘1和2将被存储在同一个文件夹中。
zh_cn: 使用“轻量化”时将会使用默认的“名称 [游戏编码]”命名方式，并将会使用游戏开发者设置的内部游戏名称。除了少数例外情况外，光盘 1 和 2 将会分开文件夹存放。若软件能通过游戏名称侦测到两光盘游戏，光盘 1 和 2 将会存放在同一文件夹。
zh_tw: 使用「輕量化」時將會使用預設的「名稱 [遊戲編碼]」命名方式，並將會使用遊戲開發者設定的內部遊戲名稱。除了少數例外情況外，光碟 1 和 2 將會分開資料夾存放。若軟件能透過遊戲名稱偵測到兩光碟遊戲，光碟 1 和 2 將會存放在同一資料夾。

# lblCommentsExactCopy.Text
source: O estilo de nomeação atualmente funciona somente com a cópia exata de arquivos (1:1), e pode utilizar tanto o nome interno, quanto o nome comercial (via wiitdb.xml). Essa opção pode ser configurada pelo usuário, na aba 'Títulos'. No modo de cópia exata (1:1), os discos 1 e 2 sempre serão arnazenados na mesma pasta.
de: Der Namensstil funktioniert derzeit nur mit exakter Kopie der Dateien (1:1) und kann sowohl den internen Namen als auch den kommerziellen Namen (über wiitdb.xml) verwenden. Diese Option kann vom Benutzer auf der Registerkarte „Titel“ konfiguriert werden. Im exakten Kopiermodus (1:1) werden die Datenträger 1 und 2 immer im selben Ordner gespeichert.
es: Actualmente, el estilo de nombre solo funciona con una copia exacta de los archivos (1:1) y puede usar tanto el nombre interno como el nombre comercial (a través de wiitdb.xml). Esta opción puede ser configurada por el usuario, en la pestaña 'Títulos'. En el modo de copia exacta (1:1), los discos 1 y 2 siempre se almacenarán en la misma carpeta.
fr: Le style de nommage ne fonctionne actuellement qu'avec une copie exacte des fichiers (1:1) et peut utiliser à la fois le nom interne et le nom commercial (via wiitdb.xml). Cette option peut être configurée par l'utilisateur, dans l'onglet 'Titres'. En mode copie exacte (1:1), les disques 1 et 2 seront toujours stockés dans le même dossier.
hu: A névadási stílus jelenleg csak a fájlok pontos másolásával működik (1:1), és mind a belső nevet, mind a kereskedelmi nevet használhatja (a wiitdb.xml fájlon keresztül). Ezt az opciót a felhasználó konfigurálhatja a 'Címek' fülön. Pontos másolás (1:1) módban az 1. és 2. lemez mindig ugyanabban a mappában lesz tárolva.
id: Gaya penamaan saat ini hanya bekerja dengan salinan file yang tepat (1:1), dan dapat menggunakan nama internal dan nama komersial (melalui wiitdb.xml). Opsi ini bisa dikonfigurasi oleh pengguna, di tab 'Titles'. Dalam mode exact copy (1:1), disk 1 dan 2 akan selalu disimpan dalam folder yang sama.
it: Lo stile di denominazione funziona attualmente solo con la copia esatta dei file (1:1) e può utilizzare sia il nome interno che quello commerciale (tramite wiitdb.xml). Questa opzione può essere configurata dall'utente nella scheda "Titoli". In modalità copia esatta (1:1), i dischi 1 e 2 saranno sempre memorizzati nella stessa cartella.
ja: 命名スタイルは現在、ファイルの正確なコピー（1:1）でのみ機能し、内部名と商用名 （wiitdb.xml経由）の両方を使用できます。 このオプションは、［タイトル］タブでユーザーが設定できます。 完全コピー（1:1）モードでは、ディスク１と ディスク２は常に同じフォルダーに格納されます。
ko: 이름 스타일은 현재 파일의 정확한 복사본(1:1)에서만 작동하며 (wiitdb.xml을 통해) 내부 이름과 상업 이름을 모두 사용할 수 있습니다. 이 옵션은 '타이틀' 탭에서 사용자가 구성할 수 있습니다. 정확한 복사(1:1) 모드에서 디스크 1과 2는 항상 같은 폴더에 저장됩니다.
uk: Стиль іменування наразі працює лише з точними копіями файлів (1:1) і може використовувати як внутрішню назву, так і комерційну назву (через файл wiitdb.xml). Ця опція може бути налаштована користувачем на вкладці "Назви". У режимі точної копії (1:1) диски 1 і 2 завжди будуть зберігатися в одній папці.
zh: 命名方式目前只适用于文件的精确复制（1:1），并且可以同时使用内部名称和商业名称（通过wiitdb.xml）。这个选项可以由用户在 "标题 "选项卡中进行配置。在精确复制（1:1）模式下，磁盘1和磁盘2将总是存储在同一个文件夹中。
zh_cn: 本命名方式目前只适用于 1:1 安装的游戏，并可使用游戏内部名称或 wiitdb.xml 的正式名称（可在“游戏名称”标签页设置）。在 1:1 安装模式下，光盘 1 和 2 将会存放在同一文件夹。
zh_tw: 本命名方式目前只適用於 1:1 安裝的遊戲，並可使用遊戲內部名稱或 wiitdb.xml 的正式名稱（可在「遊戲名稱」標籤頁設定）。在 1:1 安裝模式下，光碟 1 和 2 將會存放在同一資料夾。

# lblComments.Text
source: OBSERVAÇÕES:
de: KOMMENTARE:
es: COMENTARIOS:
fr: COMMENTAIRES:
hu: MEGJEGYZÉSEK:
id: KOMENTAR:
it: COMMENTI:
ja: コメント：
ko: 코멘트:
uk: КОМЕНТАРІ:
zh: 评语。
zh_cn: 简介：
zh_tw: 簡介：

# cbAdjustNamingStyle.Items
source: Título [Código do Jogo]
de: Titel [Spielcode]
es: Título [Código del Juego]
fr: Titre [Code du jeu]
hu: Cím [Játékkód]
id: Judul [Kode Permainan]
it: Titolo [Codice gioco]
ja: タイトル ［ゲームコード］
ko: 타이틀 [게임 코드]
uk: Назва [Код гри]
zh: 标题[游戏代码]
zh_cn: 标题 [游戏编号]
zh_tw: 標題 [遊戲編號]

# cbAdjustNamingStyle.Items1
source: [Código do Jogo]
de: [Spielcode]
es: [Código del Juego]
fr: [Code du jeu]
hu: [Játékkód]
id: [Kode Permainan]
it: [Codice gioco]
ja: ［ゲームコード］
ko: [게임 코드]
uk: [Код гри]
zh: [游戏代码]
zh_cn: [游戏编号]
zh_tw: [遊戲編號]

# lblNomenclature.Text
source: Estilo de nomeação:
de: Namensstil:
es: Estilo de nomenclatura:
fr: Style de nommage :
hu: Elnevezési stílus:
id: Gaya penamaan:
it: Stile di denominazione:
ja: 命名のスタイル：
ko: 명명 스타일:
uk: Стиль іменування:
zh: 命名方式。
zh_cn: 命名格式：
zh_tw: 命名格式：

# grpNomenclatureFolderFormat.Text
source: Formato das pastas
de: Ordnerformat
es: Formato de carpeta
fr: Format de dossier
hu: Mappa formátum
id: Format folder
it: Formato della cartella
ja: フォルダーの形式
ko: 폴더 형식
uk: Формат папки
zh: 文件夹格式
zh_cn: 文件夹格式
zh_tw: 資料夾格式

# tabSettingsNomenclature.Text
source: Nomenclatura
de: Nomenklatur
fr: Nomenclature
hu: Nómenklatúra
id: Nomenklatur
ja: 命名法
ko: 명명법
uk: Номенклатура
zh: 命名法
zh_cn: 命名
zh_tw: 命名

# cbNotificationsToggle.Text
source: Silenciar notificações.
de: Benachrichtigungen stummschalten.
fr: Notifications silencieuses.

# cbLoadDatabase.Text
source: Carregar banco de dados na inicialização.
de: Datenbank beim Start laden.
fr: Charger la base de données au démarrage.

# chkMultipleInstances.Text
source: Permitir a execução de múltiplas instâncias do programa
de: Ausführung mehrerer Instanzen des Programms zulassen
es: Permitir ejecutar múltiples instancias del programa
fr: Autoriser l'exécution de plusieurs instances du programme
hu: Lehetővé teszi a program több példányának futtatását
id: Memungkinkan menjalankan beberapa instance program
it: Consentire l'esecuzione di più istanze del programma
ja: プログラムの複数インスタンスの実行を許可する
ko: 프로그램의 여러 인스턴스 실행 허용
uk: Дозволити запуск декількох екземплярів програми
zh: 允许运行程序的多个实例
zh_cn: 允许同时打开多个本软件窗口
zh_tw: 允許同時開啟多個本軟件視窗

# chkLoadDatabase.Text
source: Carregar Banco de Dados ao iniciar programa (aumenta o tempo de inicio do programa)
de: Datenbank beim Programmstart laden (erhöht Programmstartzeit)
es: Cargar base de datos al inicio del programa (aumenta el tiempo de inicio del programa)
fr: Charger la base de données au démarrage du programme (augmente l'heure de démarrage du programme)
hu: Adatbázis betöltése a program indításakor (növeli a program indítási idejét)
id: Memuat Basis Data pada saat program dimulai (meningkatkan waktu mulai program)
it: Carica il database all'avvio del programma (aumenta il tempo di avvio del programma)
ja: プログラムの開始時にデータベースをロードします（プログラムの開始時間が長くなります）
ko: 프로그램 시작 시 데이터베이스 로드 (프로그램 시작 시간 증가)
uk: Завантажувати базу даних при запуску програми (збільшує час запуску програми)
zh: 在程序启动时加载数据库（增加程序启动时间）。
zh_cn: 启动软件时加载数据库（增加启动时间）
zh_tw: 啟動軟體時載入資料庫（增加啟動時間）

# chkNotify.Text
source: Ativar notificações da barra de tarefas (notificações padrão continuarão a serem exibidas normalmente)
de: Taskleistenbenachrichtigungen aktivieren (Standardbenachrichtigungen werden weiterhin normal angezeigt)
es: Habilite las notificaciones de la barra de tareas (las notificaciones ordinarias aparecerán normalmente)
fr: Activer les notifications de la barre des tâches (les notifications par défaut continueront de s'afficher normalement)
hu: Feladatsáv-értesítések engedélyezése (az alapértelmezett értesítések továbbra is normál módon jelennek meg)
id: Aktifkan notifikasi taskbar (notifikasi default akan terus ditampilkan secara normal)
it: Abilitare le notifiche della barra delle applicazioni (le notifiche predefinite continueranno a essere visualizzate normalmente).
ja: タスクバーでの通知を有効にする（デフォルトの通知は引き続き通常どおり表示されます）
ko: 작업 표시줄 알림 활성화 (기본 알림은 계속 정상적으로 표시됨)
uk: Увімкнути сповіщення на панелі завдань (за замовчуванням сповіщення будуть відображатися у звичайному режимі)
zh: 启用任务栏通知（默认通知将继续正常显示）。
zh_cn: 激活任务栏通知（默认通知将正常显示）
zh_tw: 啟用工作列通知（預設通知將正常顯示）

# chkScreensaver.Text
source: Desativar o protetor de tela (Screensaver)
de: Bildschirmschoner deaktivieren (Screensaver)
es: Deshabilitar el protector de pantalla (Screensaver)
fr: Désactiver l'économiseur d'écran (Screensaver)
hu: A képernyővédő kikapcsolása (Screensaver)
id: Nonaktifkan screensaver (Screensaver)
it: Disattivare il salvaschermo (Screensaver)
ja: スクリーンセーバーを無効にする（スクリーンセーバー）
ko: 화면 보호기 비활성화 (화면 보호기)
uk: Відключити заставку (Screensaver)
zh: 禁用屏保（Screensaver）。
zh_cn: 停用荧幕保护程序
zh_tw: 停用熒幕保護程式

# chkNetVerify.Text
source: Verificar conexão com a internet ao iniciar programa
de: Überprüfen Sie die Internetverbindung, wenn Sie das Programm starten
es: Compruebe la conexión a Internet al iniciar el programa
fr: Vérifier la connexion Internet au démarrage du programme
hu: Ellenőrizze az internetkapcsolatot a program indításakor
id: Periksa koneksi internet saat memulai program
it: Verificare la connessione a Internet all'avvio del programma
ja: プログラムの起動時にインターネット接続を確認する
ko: 프로그램 시작 시 인터넷 연결 확인
uk: Перевірте підключення до Інтернету при запуску програми
zh: 启动程序时检查互联网连接
zh_cn: 打开软件时检查互联网连接
zh_tw: 打開軟體時檢查網際網路連線

# chkStartWindowMaximized.Text
source: Iniciar janela maximizada
de: Startfenster maximiert
es: Ventana de inicio maximizada
fr: Fenêtre de démarrage agrandie
hu: Start ablak maximalizálva
id: Jendela mulai dimaksimalkan
it: Finestra di avvio massimizzata
ja: 開始時のウィンドウを最大化
ko: 시작 창 최대화
uk: Розгорнуто стартове вікно
zh: 启动窗口最大化
zh_cn: 启动软件时最小化窗口
zh_tw: 啟動軟體時最小化視窗

# chkGeneralSHA1.Text
source: Verificar assinatura SHA-1 durante transferências
de: Überprüfen Sie die SHA-1-Signatur während der Übertragung
es: Verifique la firma SHA-1 durante las transferencias
fr: Vérifier la signature SHA-1 lors des transferts
hu: SHA-1 aláírás ellenőrzése az átvitel során
id: Verifikasi tanda tangan SHA-1 selama transfer
it: Verifica della firma SHA-1 durante i trasferimenti
ja: 転送中にSHA-1署名を検証する
ko: 전송 중 SHA-1 서명 확인
uk: Перевірка підпису SHA-1 під час переказів
zh: 在传输过程中验证SHA-1签名
zh_cn: 传输时检查 SHA-1 哈希
zh_tw: 傳輸時檢查 SHA-1 雜湊

# chkGeneralRecursiva.Text
source: Pesquisar diretórios recursivamente (apenas para a janela "Arquivos (Origem)")
de: Verzeichnisse rekursiv durchsuchen (nur für Fenster "Dateien (Quelle)")
es: Buscar directorios recursivamente (solo para la ventana "Archivos (Fuente)")
fr: Rechercher les répertoires de manière récursive (uniquement pour la fenêtre "Fichiers (Source)")
hu: Könyvtárak rekurzív keresése (csak a "Fájlok (Forrás)" ablakban)
id: Cari direktori secara rekursif (hanya untuk jendela "File (Sumber)")
it: Ricerca ricorsiva nelle directory (solo per la finestra "File (Sorgente)")
ja: ディレクトリを再帰的に検索する (「ファイル (ソース)」ウィンドウのみ)
ko: 재귀적으로 디렉토리 검색 ("파일(소스)" 창에만 해당)
uk: Рекурсивний пошук каталогів (тільки для вікна "Файли (Джерело)")
zh: 递归搜索目录（仅适用于 "文件（来源）"窗口）。
zh_cn: 搜索子文件夹（只适用于“文件（来源）”窗口）
zh_tw: 搜尋子資料夾（只適用於「檔案（來源）」視窗）

# chkGeneralTemporaryBuffer.Text
source: Usar transferências em memória temporária (buffer)
de: Übertragungen im temporären Speicher (Puffer) verwenden
es: Usar transferencias en la memoria temporal (búfer)
fr: Utiliser les transferts en mémoire temporaire (buffer)
hu: Az ideiglenes memóriában (pufferben) történő átvitel használata
id: Gunakan transfer dalam memori sementara (buffer)
it: Utilizzare i trasferimenti nella memoria temporanea (buffer)
ja: 一時メモリ（バッファ）で転送を使用する
ko: 임시 메모리(버퍼)에서 전송 사용
uk: Використання переказів у тимчасовій пам'яті (буфері)
zh: 使用临时存储器（缓冲区）中的传输
zh_cn: 使用暂存内存进行传输
zh_tw: 使用暫存記憶體進行傳輸

# chkGeneralMD5.Text
source: Calcular assinatura MD5 durante transferências
de: Berechnen Sie die MD5-Signatur während der Übertragung
es: Calcular la firma MD5 durante las transferencias
fr: Calculer la signature MD5 lors des transferts
hu: MD5 aláírás kiszámítása az átvitel során
id: Hitung tanda tangan MD5 selama transfer
it: Calcolo della firma MD5 durante i trasferimenti
ja: 転送中にMD5署名を計算する
ko: 전송 중 MD5 서명 계산
uk: Розрахунок підпису MD5 під час переказів
zh: 在传输过程中计算MD5签名
zh_cn: 传输时计算 MD5 哈希
zh_tw: 傳輸時計算 MD5 雜湊

# grbGeneralDiverse.Text
source: Diversos
de: Mehrere
es: Varios
fr: Plusieurs
hu: Több
id: Beberapa
it: Diversi
ja: いくつか
ko: 여러 개
uk: Кілька
zh: 若干
zh_cn: 杂项
zh_tw: 雜項

# tabSettingsSeveral.Text
source: Diversos
de: Mehrere
es: Varios
fr: Plusieurs
hu: Több
id: Beberapa
it: Diversi
ja: いくつか
ko: 여러 개
uk: Кілька
zh: 若干
zh_cn: 杂项
zh_tw: 雜項

# lblFormat.Text
source: Formato:
de: Format:
fr: Format:
hu: Formátum:
id: Format:
ja: 形式：
ko: 체재:
uk: Формат:
zh: 格式。
zh_cn: 格式：
zh_tw: 格式：

# lblAlignment.Text
source: Alinhamento:
de: Ausrichtung:
es: Alineación:
fr: Alignement:
hu: Kijelölés:
id: Keselarasan:
it: Allineamento:
ja: アライメント：
ko: 조정:
uk: Вирівнювання:
zh: 隶属关系。
zh_cn: 对齐：
zh_tw: 對齊：

# cbScrubAlign.Items
source: Automático
de: Automatisch
fr: Automatique
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
uk: Автоматичний
zh: 自动的
zh_cn: 自动选择
zh_tw: 自動選擇

# chkGeneralScrubFlushSD.Text
source: Limpar os buffers de arquivo para que o cartão SD possa ser ejetado quase imediatamente
de: Löschen Sie die Dateipuffer, damit die SD-Karte fast sofort ausgeworfen werden kann
es: Borre los búferes de archivos para que la tarjeta SD se pueda expulsar casi de inmediato
fr: Effacez les tampons de fichiers afin que la carte SD puisse être éjectée presque immédiatement
hu: A fájlpufferek törlése, így az SD-kártya szinte azonnal kivehető
id: Bersihkan buffer file sehingga kartu SD dapat segera dikeluarkan
it: Cancella i buffer dei file in modo che la scheda SD possa essere espulsa quasi immediatamente.
ja: ファイルバッファをクリアして、SDカードをすぐに取り出せるようにします
ko: SD 카드를 거의 즉시 꺼낼 수 있도록 파일 버퍼 지우기
uk: Очищення файлових буферів, щоб SD-карту можна було витягти майже миттєво
zh: 清除文件缓冲区，以便几乎可以立即弹出SD卡
zh_cn: 清除 SD 卡的文件缓冲以减少退出设备所需的时间
zh_tw: 清除 SD 卡的檔案緩衝以減少退出裝置所需的時間

# grbGeneralScrub.Text
source: Scrub
de: Schrubben
fr: Frotter
