Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/frmConfig.*.resx
Languages: de, es, fr, hu, id, it, ja, ko, uk, zh, zh_cn, zh_tw

# label28.Text
source: FST (FileSystem Table) é um sistema de arquivos extraído para um diretório que contém todos os arquivos reais e virtuais de um arquivo. O Nintendont usa os arquivos FST para criar uma imagem ISO virtual interna e carregar o jogo através dessa ISO virtual.
de: FST (FileSystem Table) ist ein Dateisystem, das in ein Verzeichnis extrahiert wird, das alle realen und virtuellen Dateien eines Archivs enthält. Nintendont verwendet die FST-Dateien, um ein internes virtuelles ISO-Image zu erstellen und das Spiel von dieser virtuellen ISO zu laden.
es: FST (FileSystem Table) es un sistema de archivos extraído a un directorio que contiene todos los archivos reales y virtuales de un archivo. Nintendont usa los archivos FST para crear una imagen ISO virtual interna y cargar el juego desde esa ISO virtual.
fr: FST (FileSystem Table) est un système de fichiers extrait dans un répertoire qui contient tous les fichiers réels et virtuels d'une archive. Nintendont utilise les fichiers FST pour créer une image ISO virtuelle interne et charger le jeu à partir de cette ISO virtuelle.
hu: Az FST (FileSystem Table) egy olyan fájlrendszer, amely egy olyan könyvtárba van kivonva, amely tartalmazza az archívum összes valós és virtuális fájlját. A Nintendont az FST fájlokat egy belső virtuális ISO-kép létrehozásához és a játék betöltéséhez használja.
id: FST (FileSystem Table) adalah sistem file yang diekstrak ke direktori yang berisi semua file nyata dan virtual dari sebuah arsip. Nintendont menggunakan file FST untuk membuat gambar ISO virtual internal dan memuat game dari ISO virtual itu.
it: FST (FileSystem Table) è un file system estratto in una directory che contiene tutti i file reali e virtuali di un archivio. Nintendont utilizza i file FST per creare un'immagine ISO virtuale interna e caricare il gioco da tale ISO virtuale.
ja: FST （FileSystem Table） は、アーカイブの全ての実際のファイルと仮想ファイルを含むディレクトリに抽出されたファイル システムです。NintendontはFSTファイルを使用して内部仮想ISOイメージを作成し、その仮想ISOファイルからゲームを読み込みます。
ko: FST(파일시스템 표)는 아카이브의 모든 실제 및 가상 파일을 포함하는 디렉토리에 추출된 파일 시스템입니다. 닌텐도는 FST 파일을 사용하여 내부 가상 ISO 이미지를 만들고 해당 가상 ISO에서 게임을 로드합니다.
uk: FST (FileSystem Table) - це файлова система, розпакована в каталог, який містить всі реальні та віртуальні файли архіву. Nintendont використовує файли FST для створення внутрішнього віртуального ISO-образу і завантаження гри з цього віртуального ISO.
zh: FST（FileSystem Table）是一个文件系统，它被提取到一个目录中，包含了一个存档的所有真实和虚拟文件。Nintendont使用FST文件创建一个内部虚拟ISO镜像，并从该虚拟ISO中加载游戏。
zh_cn: FST (FileSystem Table) 是将游戏光盘文件系统的所有实体及虚拟文件存放在一个文件夹。Nintendont 使用 FST 文件创建一个内部虚拟 ISO 文件并从该文件加载游戏。
zh_tw: FST (FileSystem Table) 是將遊戲光碟檔案系統的所有實體及虛擬檔案存放在一個資料夾。Nintendont 使用 FST 檔案建立一個內部虛擬 ISO 檔案並從該檔案載入遊戲。

# label31.Text
source: Remove dados desnecessários (garbage) substituindo por um valor de byte constante (0xff ou 0x00). O arquivo tem um tamanho menor, porém, mantendo a integridade dos dados.
de: Entfernt unnötige Daten (Müll), indem sie durch einen konstanten Bytewert (0xff oder 0x00) ersetzt werden. Die Datei hat jedoch eine kleinere Größe, wodurch die Datenintegrität gewahrt bleibt.
es: Elimina datos innecesarios (basura) reemplazándolos con un valor de byte constante (0xff o 0x00). El archivo tiene un tamaño más pequeño, sin embargo, mantiene la integridad de los datos.
fr: Supprime les données inutiles (ordures) en les remplaçant par une valeur d'octet constante (0xff ou 0x00). Le fichier a une taille plus petite, cependant, en préservant l'intégrité des données.
hu: Eltávolítja a felesleges adatokat (garbage) egy konstans bájtértékkel (0xff vagy 0x00) való helyettesítéssel. A fájl mérete kisebb, az adatok integritása azonban megmarad.
id: Menghapus data yang tidak perlu (sampah) dengan menggantinya dengan nilai byte konstan (0xff atau 0x00). File memiliki ukuran yang lebih kecil, namun tetap menjaga integritas data.
it: Rimuove i dati non necessari (spazzatura) sostituendoli con un valore costante di byte (0xff o 0x00). Il file ha una dimensione inferiore, ma mantiene l'integrità dei dati.
ja: 不要なデータ（ガベージ）を定数のバイト値（0xff または 0x00）に置き換えることによって削除します。 ファイルのサイズは小さくなりますが、データの整合性は維持されます。
ko: 일정한 바이트 값(0xff 또는 0x00)으로 대체하여 불필요한 데이터(쓰레기)를 제거합니다. 그러나 데이터 무결성을 유지하기 위해 파일 크기가 더 작습니다.
uk: Видаляє непотрібні дані (сміття), замінюючи їх постійним значенням байта (0xff або 0x00). Файл має менший розмір, проте зберігає цілісність даних.
zh: 移除不必要的数据（垃圾），用一个恒定的字节值（0xff或0x00）代替它。文件的大小较小，但保持了数据的完整性。
zh_cn: 将不需要的垃圾数据以 0xff 或 0x00 填零处理以在不影响游戏数据完整性的前提下减少文件大小。
zh_tw: 將不需要的垃圾資料以 0xff 或 0x00 填零處理以在不影響遊戲資料完整性的前提下減少檔案大小。

# label20.Text
source: Similar ao XCopy com a diferença que é efetuada a limpeza dos dados garbage (lixo) existentes dentro dos arquivos. O tamanho original do arquivo é mantido. Os dados garbage (lixo) são removidos mantendo a integridade dos demais dados.
de: Ähnlich wie XCopy, mit dem Unterschied, dass die in den Dateien vorhandenen Mülldaten (Garbage) bereinigt werden. Die ursprüngliche Dateigröße wird beibehalten. Garbage-Daten werden entfernt, während die Integrität anderer Daten gewahrt bleibt.
es: Similar a XCopy, con la diferencia de que se limpian los datos basura (basura) existentes dentro de los archivos. Se mantiene el tamaño del archivo original. Los datos basura se eliminan mientras se mantiene la integridad de otros datos.
fr: Similaire à XCopy, à la différence que les données parasites (garbage) existant à l'intérieur des fichiers sont nettoyées. La taille du fichier d'origine est conservée. Les données inutiles sont supprimées tout en préservant l'intégrité des autres données.
hu: Hasonló az XCopy-hoz, azzal a különbséggel, hogy a fájlokban lévő szemét adatokat (garbage) megtisztítja. Az eredeti fájlméret megmarad. A szemét adatok eltávolítása a többi adat integritásának megőrzése mellett történik.
id: Mirip dengan XCopy, dengan perbedaan bahwa data sampah (garbage) yang ada di dalam file dibersihkan. Ukuran file asli dipertahankan. Data sampah dihilangkan sambil mempertahankan integritas data lainnya.
it: Simile a XCopy, con la differenza che i dati spazzatura (garbage) presenti nei file vengono puliti. La dimensione originale del file viene mantenuta. I dati spazzatura vengono rimossi mantenendo l'integrità degli altri dati.
ja: Xコピーに似ていますが、ファイル内に存在するガベージデータ（ガベージ）がクリーンアップされるという違いがあります。 元のファイルサイズが維持されます。 ガベージデータは、他のデータの整合性を維持しながら削除されます。
ko: XCopy와 유사하지만 파일 내부에 존재하는 가비지 데이터(쓰레기)가 정리된다는 차이점이 있습니다. 원본 파일 크기가 유지됩니다. 쓰레기 데이터는 다른 데이터의 무결성을 유지하면서 제거됩니다.
uk: Аналогічно XCopy, з тією різницею, що очищаються сміттєві дані (сміття), що знаходяться всередині файлів. При цьому зберігається початковий розмір файлу. Сміттєві дані видаляються зі збереженням цілісності інших даних.
zh: 与XCopy类似，不同的是，存在于文件内的垃圾数据（garbage）被清理了。原始文件的大小被保持。垃圾数据被删除，同时保持其他数据的完整性。
zh_cn: 与 XCopy 类似，但文件内的垃圾数据将被清理。原有文件大小将不变。垃圾数据将被移除并确保其他数据的完整性。
zh_tw: 與 XCopy 類似，但檔案內的垃圾資料將被清理。原有檔案大小將不變。垃圾資料將被移除並確保其他資料的完整性。

# label17.Text
source: Copia um ou mais arquivos de um local (origem) para outro (destino). O arquivo não é comprimido, não faz parte de nenhum recipiente e nem tem o garbage (lixo) removido.
de: Kopiert eine oder mehrere Dateien von einem Speicherort (Quelle) an einen anderen (Ziel). Die Datei ist nicht komprimiert, nicht Teil eines Containers und es werden keine Datenmüll entfernt.
es: Copie uno o más archivos de una ubicación (fuente) a otra (destino). El archivo no está comprimido, no forma parte de ningún contenedor y no se elimina garbage (basura).
fr: Copie un ou plusieurs fichiers d'un emplacement (source) à un autre (destination). Le fichier n'est pas compressé, ne fait partie d'aucun conteneur et aucune donnée inutile n'est supprimée.
hu: Egy vagy több fájl másolása egy helyről (forrás) egy másik helyre (cél). A fájl nincs tömörítve, nem része semmilyen tárolónak, és nem távolít el szemétadatokat.
id: Menyalin satu atau lebih file dari satu lokasi (sumber) ke lokasi lain (tujuan). File tidak dikompresi, bukan bagian dari kontainer apa pun, dan tidak ada data sampah yang dihapus.
it: Copia uno o più file da una posizione (sorgente) a un'altra (destinazione). Il file non è compresso, non fa parte di alcun contenitore e non vengono rimossi dati spazzatura.
ja: １つまたは複数のファイルをある場所（ソース）から別の場所（宛先）にコピーします。 ファイルは圧縮されず、コンテナの一部ではなく、ガベージデータは削除されません。
ko: 한 위치(소스)에서 다른 위치(대상)로 하나 이상의 파일을 복사합니다. 파일은 압축되지 않고 컨테이너의 일부가 아니며 쓰레기가 제거되지 않습니다.
uk: Копіювання одного або декількох файлів з одного місця (джерела) в інше (місце призначення). Файл не стискається, не входить до складу будь-якого контейнера, сміттєві дані не видаляються.
zh: 将一个或多个文件从一个位置（源）复制到另一个位置（目的）。该文件没有被压缩，不是任何容器的一部分，也没有删除任何垃圾数据。
zh_cn: 从来源拷贝一或多个文件至目的地
zh_tw: 從來源複製一或多個檔案至目的地

# rbTransferSystemXCopy.Text
source: XCopy (Padrão)
de: XCopy (Standard)
es: XCopy (Predeterminado)
fr: XCopy (par défaut)
hu: XCopy (alapértelmezett)
id: XCopy (Default)
it: XCopy (predefinito)
ja: Xコピー （デフォルト）
ko: XCopy (기본값)
uk: XCopy (за замовчуванням)
zh: XCopy（默认）。
zh_cn: XCopy（默认）
zh_tw: XCopy（預設）

# grbTransferSystem.Text
source: Sistema de transferência a ser utilizado
de: Transfersystem verwendet werden
es: Sistema de transferencia a utilizar
fr: Système de transfert à utiliser
hu: Használandó átviteli rendszer
id: Sistem transfer yang akan digunakan
it: Sistema di trasferimento da utilizzare
ja: 使用する転送システム
ko: 사용할 전송 시스템
uk: Система передачі, що буде використовуватися
zh: 拟使用的转移系统
zh_cn: 传输方式
zh_tw: 傳輸方式

# tabSettingsTransfer.Text
source: Transferir Jogo
de: Spielübertragung
es: Transferencia de Juegos
fr: Transfert de jeu
hu: Játék átadása
id: Transfer Permainan
it: Trasferimento del gioco
ja: ゲームの転送
ko: 게임 전송
uk: Передача гри
zh: 游戏转移
zh_cn: 游戏传输
zh_tw: 遊戲傳輸

# grpTitlesCoverFolder.Text
source: Pasta das capas (Cache -> Origem)
de: Covers-Ordner (Cache -> Origin)
es: Carpeta de portadas (Caché -> Origen)
fr: Dossier Couvertures (Cache -> Origine)
hu: Covers mappa (Cache -> Origin)
id: Meliputi folder (Cache -> Asal)
it: Cartella Covers (Cache -> Origine)
ja: カバーのフォルダ （キャッシュ -> 原点）
ko: 커버 폴더 (캐쉬 -> 원본)
uk: Папка з обкладинками (Cache -> Origin)
zh: 覆盖文件夹（缓存->原点）。
zh_cn: 封面文件夹（暂存 -> 来源）
zh_tw: 封面資料夾（暫存 -> 來源）

# label8.Text
source: Localização da pasta:
de: Speicherort des Ordners:
es: Localización de la carpeta:
fr: Emplacement du dossier :
hu: A mappa helye:
id: Lokasi folder:
it: Posizione della cartella:
ja: フォルダーの場所：
ko: 폴더 위치:
uk: Розташування папки:
zh: 文件夹位置。
zh_cn: 文件夹位置：
zh_tw: 資料夾位置：

# tabCoverDisc.Text
source: Disco
de: Rabatt
fr: Disque
hu: Lemez
id: Cakram
ja: ディスク
ko: 디스크
uk: Диск
zh: 盘子
zh_cn: 光盘
zh_tw: 光碟

# label6.Text
source: Localização da pasta:
de: Speicherort des Ordners:
es: Localización de la carpeta:
fr: Emplacement du dossier :
hu: A mappa helye:
id: Lokasi folder:
it: Posizione della cartella:
ja: フォルダーの場所：
ko: 폴더 위치:
uk: Розташування папки:
zh: 文件夹位置。
zh_cn: 文件夹位置：
zh_tw: 資料夾位置：

# label9.Text
source: Localização da pasta:
de: Speicherort des Ordners:
es: Localización de la carpeta:
fr: Emplacement du dossier :
hu: A mappa helye:
id: Lokasi folder:
it: Posizione della cartella:
ja: フォルダーの場所：
ko: 폴더 위치:
uk: Розташування папки:
zh: 文件夹位置。
zh_cn: 文件夹位置：
zh_tw: 資料夾位置：

# label35.Text
source: Localização da pasta:
de: Speicherort des Ordners:
es: Localización de la carpeta:
fr: Emplacement du dossier :
hu: A mappa helye:
id: Lokasi folder:
it: Posizione della cartella:
ja: フォルダーの場所：
ko: 폴더 위치:
uk: Розташування папки:
zh: 文件夹位置。
zh_cn: 文件夹位置：
zh_tw: 資料夾位置：

# tabCoverFull.Text
source: Completo
de: Vollständig
fr: Complet
hu: Teljes
id: Lengkap
ja: 完了
ko: 완료
uk: Завершено
zh: 完整的
zh_cn: 完整
zh_tw: 完整

# grbCoverTransfer.Text
source: Configuração do carregador USB (Transferir Capas -> Destino)
de: Einrichtung des USB-Ladegeräts (Transferabdeckungen -> Ziel)
es: Configuración del cargador USB (Transferir Coberturas -> Destino)
fr: Configuration du chargeur USB (Transfer Covers -> Destination)
hu: USB-töltő beállítása (Átviteli fedelek -> Célállomás)
id: Penyiapan pengisi daya USB (Sampul Transfer -> Tujuan)
it: Impostazione del caricatore USB (Trasferimento Covers -> Destinazione)
ja: USB 充電器のセットアップ （転送カバー -> 転送先）
ko: USB 충전기 설정 (커버 전송 -> 대상)
uk: Налаштування зарядного пристрою USB (Перехідні кришки -> Призначення)
zh: USB充电器设置（传输盖 -> 目的地）。
zh_cn: USB 加载器设置（传输封面 -> 目的地）
zh_tw: USB 載入器設定（傳輸封面 -> 目的地）

# chkCoverRecursiveSearch.Text
source: Usar pesquisa recursiva de capas (pesquisar em todas as regiões)
de: Verwenden Sie die rekursive Hautsuche (Suche in allen Regionen)
es: Utilice la búsqueda de piel recursiva (búsqueda en todas las regiones)
fr: Utiliser la recherche de peau récursive (recherche dans toutes les régions)
hu: Rekurzív bőrkeresés használata (keresés minden régióban)
id: Gunakan pencarian kulit rekursif (pencarian di semua wilayah)
it: Utilizzare la ricerca ricorsiva della pelle (ricerca in tutte le regioni)
ja: 再帰的なスキン検索を使用する （全ての地域で検索）
ko: 재귀적 스킨 검색 사용 (모든 지역에서 검색)
uk: Використовуйте рекурсивний пошук по шкірі (пошук у всіх регіонах)
zh: 使用递归皮肤搜索（在所有区域搜索）。
zh_cn: 搜索所有地区的封面
zh_tw: 搜尋所有地區的封面

# chkCoverEnableTransfer.Text
source: Ativar transferência de capas entre dispositivos
de: Aktivieren Sie die Übertragung von Skins zwischen Geräten
es: Habilitar la transferencia de máscaras entre dispositivos
fr: Activer le transfert de skins entre appareils
hu: A bőrök eszközök közötti átvitelének lehetővé tétele
id: Mengaktifkan transfer kulit antar perangkat
it: Consente di trasferire le skin tra i dispositivi
ja: デバイス間でのスキンの転送を有効にする
ko: 장치 간 스킨 전송 활성화
uk: Увімкніть передачу скінів між пристроями
zh: 启用设备之间的皮肤传输
zh_cn: 激活设备间传输封面
zh_tw: 啟用裝置間傳輸封面

# chkCoverSynchronizeDelete.Text
source: Deletar capas para jogos que não estão na lista
de: Löschen Sie Skins für Spiele, die nicht auf der Liste stehen
es: Eliminar máscaras para juegos que no están en la lista
fr: Supprimer les skins des jeux qui ne figurent pas dans la liste
hu: A listán nem szereplő játékok bőrének törlése
id: Hapus skin untuk game yang tidak ada dalam daftar
it: Eliminare le skin per i giochi non presenti nell'elenco
ja: リストにないゲームのスキンを削除する
ko: 목록에 없는 게임 스킨 삭제
uk: Видалення скінів для ігор, яких немає в списку
zh: 删除不在名单上的游戏的皮肤
zh_cn: 删除不在列表中的游戏封面
zh_tw: 刪除不在列表中的遊戲封面

# grpCoversSynchronize.Text
source: Sincronizar
de: Synchronisieren
fr: Synchroniser
hu: Szinkronizálás
id: Sinkronisasi
it: Sincronizzare
ja: 同期する
ko: 동기화
uk: Синхронізувати
zh: 同步进行
zh_cn: 同步
zh_tw: 同步

# tabSettingsCovers.Text
source: Capas
de: Abdeckungen
es: Portadas
fr: Couvertures
hu: Fedezetek
id: Meliputi
it: Coperture
ja: カバー
ko: 커버
uk: Обкладинки
zh: 覆盖物
zh_cn: 封面
zh_tw: 封面

# cbTitleLanguage.Items
source: Inglês
de: Englisch
es: Inglés
fr: Anglais
hu: Angol
id: Bahasa Inggris
it: Inglese
ja: 英語
ko: 영어
uk: Англійська мова
zh: 英语
zh_cn: 英文
zh_tw: 英文

# cbTitleLanguage.Items1
source: Francês
de: Französisch
es: Francés
fr: Français
hu: Francia
id: Prancis
it: Francese
ja: フランス語
ko: 프랑스어
uk: французький
zh: 法国
zh_cn: 法文
zh_tw: 法文

# cbTitleLanguage.Items2
source: Alemão
de: Deutsch
es: Alemán
fr: Allemand
hu: Német
id: Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
uk: німецька
zh: 德国
zh_cn: 德文
zh_tw: 德文

# cbTitleLanguage.Items3
source: Espanhol
de: Spanisch
es: Español
fr: Espagnol
hu: Spanyol
id: Bahasa Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
uk: іспанська
zh: 西班牙
zh_cn: 西班牙文
zh_tw: 西班牙文

# cbTitleLanguage.Items4
source: Italiano
de: Italienisch
fr: italien
hu: Olasz
id: Italia
ja: イタリア語
ko: 이탈리아어
uk: Італійська
zh: 意大利语
zh_cn: 法文
zh_tw: 法文

# cbTitleLanguage.Items5
source: Holandês
de: Niederländisch
es: Holandés
fr: Néerlandais
hu: Holland
id: Belanda
it: Olandese
ja: オランダ語
ko: 네덜란드어
uk: голландська
zh: 荷兰语
zh_cn: 荷兰文
zh_tw: 荷蘭文

# cbTitleLanguage.Items6
source: Português
de: Portugiesisch
es: Portugués
fr: Portugais
hu: Portugál
id: Bahasa Portugis
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
uk: Португальська
zh: 葡萄牙语
zh_cn: 葡萄牙文
zh_tw: 葡萄牙文

# cbTitleLanguage.Items7
source: Japonês
de: japanisch
es: Japonés
fr: Japonais
hu: Japán
id: Bahasa Jepang
it: Giapponese
ja: 日本語
ko: 일본어
uk: японський
zh: 日本人
zh_cn: 日文
zh_tw: 日文

# cbTitleLanguage.Items8
source: Russo
de: Russisch
es: Ruso
fr: russe
hu: Orosz
id: Rusia
ja: ロシア語
ko: 러시아어
uk: російська
zh: 俄罗斯
zh_cn: 俄文
zh_tw: 俄文

# cbTitleLanguage.Items9
source: Coreano
de: Koreanisch
fr: coréen
hu: Koreai
id: Bahasa Korea
ja: 韓国語
ko: 한국인
uk: корейська
zh: 韩国
zh_cn: 韩文
zh_tw: 韓文

# cbTitleLanguage.Items10
source: Chinês Tradicional
de: Traditionelles Chinesisch
es: Chino Tradicional
fr: Chinois traditionnel
hu: Hagyományos kínai
id: Bahasa Tionghoa Tradisional
it: Cinese tradizionale
ja: 繁体字中国語
ko: 중국어 번체
uk: Традиційний китайський
zh: 繁体中文
zh_cn: 正体中文
zh_tw: 正體中文

# cbTitleLanguage.Items11
source: Chinês Simplificado
de: Vereinfachtes Chinesisch
es: Chino Simplificado
fr: Chinois simplifié
hu: Egyszerűsített kínai
id: Bahasa Tionghoa Sederhana
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어 간체
uk: Спрощена китайська мова
zh: 简体中文
zh_cn: 简体中文
zh_tw: 簡體中文

# grbTitleLanguage.Text
source: Idioma dos títulos
de: Titelsprache
es: Idioma del título
fr: Langue du titre
hu: A cím nyelve
id: Bahasa judul
it: Titolo lingua
ja: タイトルの言語
ko: 타이틀 언어
uk: Мова назви
zh: 标题语言
zh_cn: 游戏语言
zh_tw: 遊戲語言

# grbTitleFileLocation.Text
source: Localização de arquivos
de: Speicherort
es: Localización de archivos
fr: Emplacement du fichier
hu: Fájl helye
id: Lokasi berkas
it: Posizione del file
ja: ファイルの場所
ko: 파일 위치
uk: Розташування файлу
zh: 文件位置
zh_cn: 文件位置
zh_tw: 檔案位置

# rbGameXmlName.Text
source: Usar nome comercial para o jogo via wiitdb.xml (RECOMENDADO! - requer arquivo wiitdb.xml)
de: Verwenden Sie den Handelsnamen für das Spiel über wiitdb.xml (EMPFOHLEN! - erfordert die Datei wiitdb.xml)
es: Usa el nombre comercial del juego (¡RECOMENDADO! - requiere el archivo wiitdb.xml)
fr: Utiliser le nom commercial du jeu via wiitdb.xml (RECOMMANDÉ ! - nécessite le fichier wiitdb.xml)
hu: Használja a játék kereskedelmi nevét a wiitdb.xml fájlon keresztül (AJÁNLOTT! - wiitdb.xml fájl szükséges)
id: Gunakan nama dagang untuk game melalui wiitdb.xml (DIREKOMENDASIKAN! - membutuhkan file wiitdb.xml)
it: Utilizzare il nome commerciale del gioco tramite wiitdb.xml (CONSIGLIATO! - richiede il file wiitdb.xml)
ja: wiitdb.xml経由でゲームの商号を使用する （推奨！ - wiitdb.xml ファイルが必要）
ko: wiitdb.xml을 통해 게임에 상표명 사용 (권장! - wiitdb.xml 파일 필요)
uk: Використовуйте торгову назву гри через wiitdb.xml (РЕКОМЕНДУЄМО! - потрібен файл wiitdb.xml)
zh: 通过wiitdb.xml为游戏使用商业名称（推荐！-需要wiitdb.xml文件）。
zh_cn: 使用游戏正式名称（建议使用！需要 wiitdb.xml 文件）
zh_tw: 使用遊戲正式名稱（建議使用！需要 wiitdb.xml 檔案）

# rbGameInternalName.Text
source: Usar nome interno de produção para o jogo (75% compatível)
de: Internen Produktionsnamen für das Spiel verwenden (75 % unterstützt)
es: Usar un nombre de producción interno para el juego (75 % compatible)
fr: Utiliser le nom de production interne pour le jeu (75 % pris en charge)
hu: Belső gyártási név használata a játékhoz (75%-ban támogatott)
id: Gunakan nama produksi internal untuk game (didukung 75%)
it: Utilizzare il nome della produzione interna per il gioco (75% supportato)
ja: ゲームの内部プロダクション名を使用 （75%サポート）
ko: 게임에 내부 프로덕션 이름 사용 (75% 지원)
uk: Використовувати внутрішню виробничу назву для гри (підтримується у 75%)
zh: 使用游戏的内部制作名称（支持75%）。
zh_cn: 使用内部游戏名称（支持约 75%）
zh_tw: 使用內部遊戲名稱（支援約 75%）

# chkGameTitleCustom.Text
source: Usar títulos customizados (custom-titles.txt)
de: Benutzerdefinierte Titel verwenden (custom-titles.txt)
es: Usa títulos personalizados (custom-titles.txt)
fr: Utiliser des titres personnalisés (custom-titles.txt)
hu: Egyéni címek használata (custom-titles.txt)
id: Gunakan judul khusus (custom-titles.txt)
it: Utilizzare titoli personalizzati (custom-titles.txt)
ja: カスタムタイトルを使用 （custom-titles.txt）
ko: 커스텀 타이틀 사용(custom-titles.txt)
uk: Використовуйте власні заголовки (custom-titles.txt)
zh: 使用自定义标题（custom-titles.txt）。
zh_cn: 使用自订标题 (custom-titles.txt)
zh_tw: 使用自訂標題 (custom-titles.txt)

# chkGameTitle.Text
source: Usar GameTDB (titles.txt)
de: Verwenden Sie GameTDB (titles.txt)
es: Usa GameTDB (titles.txt)
fr: Utilisez GameTDB (titres.txt)
hu: GameTDB használata (titles.txt)
id: Gunakan GameTDB (titles.txt)
it: Utilizzare GameTDB (titles.txt)
ja: GameTDBを使用 （titles.txt）
ko: GameTDB(titles.txt) 사용
uk: Використовуйте GameTDB (titles.txt)
zh: 使用GameTDB（title.txt）。
zh_cn: 使用 GameTDB (titles.txt)
zh_tw: 使用 GameTDB (titles.txt)

# grbTitleDiverse.Text
source: Diversos (necessário reiniciar programa para ter efeito)
de: Verschiedenes (Programmneustart erforderlich, um wirksam zu werden)
es: Varios
fr: Divers (redémarrage du programme nécessaire pour prendre effet)
hu: Egyéb (a program újraindítása szükséges a hatálybalépéshez)
id: Lain-lain (diperlukan restart program untuk dapat berlaku)
it: Varie (per avere effetto è necessario riavviare il programma)
ja: その他 （有効にするにはプログラムの再起動が必要です）
ko: 기타 (적용하려면 프로그램을 다시 시작해야 함)
uk: Різне (для набуття чинності потрібен перезапуск програми)
zh: 杂项（需要重新启动程序才能生效）
zh_cn: 杂项（软件重新启动后生效）
zh_tw: 雜項（軟體重新啟動後生效）

# tabSettingsTitle.Text
source: Títulos
de: Titel
fr: Titres
hu: Címek
id: Judul
it: Titoli
ja: タイトル
ko: 타이틀
uk: Назви
zh: 标题
zh_cn: 游戏名称
zh_tw: 遊戲名稱

# grbDolphinFolder.Text
source: Caminho para o emulador
de: Pfad zum Emulator
es: Camino al emulador
fr: Chemin d'accès à l'émulateur
hu: Az emulátor elérési útvonala
id: Jalur ke emulator
it: Percorso dell'emulatore
ja: エミュレータへのパス
ko: 에뮬레이터 경로
uk: Шлях до емулятора
zh: 仿真器的路径
zh_cn: 模拟器路径
zh_tw: 模擬器路徑

# rbDSPHLE.Text
source: DSP HLE (padrão)
de: DSP-HLE (Standard)
es: DSP HLE (estándar)
fr: DSP HLE (par défaut)
hu: DSP HLE (alapértelmezett)
id: DSP HLE (default)
it: DSP HLE (predefinito)
ja: DSP HLE （デフォルト）
ko: DSP HLE (기본값)
uk: DSP HLE (за замовчуванням)
zh: DSP HLE（默认）。
zh_cn: DSP HLE (默认)
zh_tw: DSP HLE (預設)

# grbDolphinAudio.Text
source: Áudio
de: Audio
fr: l'audio
hu: Audio
id: Audio
it: Audio
ja: オーディオ
ko: 오디오
uk: Аудіо
zh: 音频
zh_cn: 声音
zh_tw: 聲音

# grbDolphinVideo.Text
source: Vídeo
de: Video
fr: Vidéo
hu: Videó
id: Video
it: Video
ja: ビデオ
ko: 동영상
uk: Відео
zh: 视频
zh_cn: 画面
zh_tw: 畫面

# grbDolphin.Text
source: Configurar Emulador
de: Emulator konfigurieren
fr: Configurer l'émulateur
hu: Emulátor konfigurálása
id: Konfigurasi Emulator
it: Configurare l'emulatore
ja: エミュレーターの構成
ko: 에뮬레이터 구성
uk: Налаштування емулятора
zh: 配置仿真器
zh_cn: 模拟器设置
zh_tw: 模擬器設定

# lblTimeInterval.Text
source: OBSERVAÇÃO: o ajuste de configuração de intervalo de tempo só terá efeito após reiniciar o programa.
de: HINWEIS: Die Anpassung der Zeitintervalleinstellung wird erst nach dem Neustart des Programms wirksam.
es: NOTA: El ajuste de la configuración del intervalo de tiempo solo tendrá efecto después de reiniciar el programa.
fr: REMARQUE : Le réglage du paramètre d'intervalle de temps ne prendra effet qu'après le redémarrage du programme.
hu: MEGJEGYZÉS: Az időintervallum beállítása csak a program újraindítása után lép hatályba.
id: CATATAN: Menyesuaikan pengaturan interval waktu hanya akan berlaku setelah memulai ulang program.
it: NOTA: la regolazione dell'intervallo di tempo avrà effetto solo dopo il riavvio del programma.
ja: 注意： 時間間隔の設定の調整は、プログラムの再起動後にのみ有効になります。
ko: 참고: 시간 간격 설정 조정은 프로그램을 다시 시작한 후에만 적용됩니다.
uk: ПРИМІТКА: Налаштування часового інтервалу набуде чинності тільки після перезапуску програми.
zh: 注意：调整时间间隔设置只有在重新启动程序后才会生效。
zh_cn: 留意：更改时间间隔将会在程序重新启动后生效。
zh_tw: 留意：更改時間間隔將會在程式重新啟動後生效。

# cbVerificationInterval.Items
source: 5 minutos
de: 5 Minuten
fr: 5 minutes
hu: 5 perc
id: 5 menit
it: 5 minuti
ja: 5分
ko: 5 분
uk: 5 хвилин
zh: 5分钟
zh_cn: 5 分钟
zh_tw: 5 分鐘

# cbVerificationInterval.Items1
source: 10 minutos
de: 10 Minuten
fr: 10 minutes
hu: 10 perc
id: 10 menit
it: 10 minuti
ja: 10分
ko: 10 분
uk: 10 хвилин
zh: 10分钟
zh_cn: 10 分钟
zh_tw: 10 分鐘

# cbVerificationInterval.Items2
source: 15 minutos
de: 15 Minuten
fr: 15 minutes
hu: 15 perc
id: 15 menit
it: 15 minuti
ja: 15分
ko: 15 분
uk: 15 хвилин
zh: 15分钟
zh_cn: 15 分钟
zh_tw: 15 分鐘
