Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/frmInfoAdditional.*.resx
Languages: es

# label1.Text
source: SINOPSE:
es: SINOPSIS:

# labelRegion.Text
source: Região:
es: REGIÓN:

# labelDate.Text
source: Data:
es: LANZAR:

# labelRating.Text
source: Classificação:
es: EVALUACIÓN:

# labelDeveloper.Text
source: Desenvolvedor:
es: DESARROLLADOR:

# labelPublisher.Text
source: Editora:
es: EDITOR:

# grpInfo.Text
source: Informações Adicionais
es: Informaciones Adicionales

# $this.Text
source: Informações Adicionais
es: Informaciones Adicionales

# lblVersion.Text
source: VERSÃO:
es: VERSIÓN:

# lblRequirements.Text
source: REQUERIMENTOS:
es: REQUISITOS:

# lblPlayersOnline.Text
source: JOGADORES ONLINE:
es: JUGADORES EN LÍNEA:

# lblPlayers.Text
source: JOGADORES:
es: JUGADORES:

# lblContent.Text
source: CONTEÚDO:
es: CONTENIDO:

# lblDateGlobal.Text
source: (Dia/Mês/Ano)
es: (Día/Mês/Año)

# lblInternalName.Text
source: NOME INTERNO:
es: NOMBRE INTERNO:

# lblSynopsis.Text
source: SINOPSE:
es: SINOPSIS:

# lblRegion.Text
source: REGIÃO:
es: REGIÓN:

# lblDate.Text
source: LANÇAMENTO:
es: LANZAR:

# lblGenre.Text
source: GÊNERO:
es: GÉNERO:

# lblRating.Text
source: AVALIAÇÃO:
es: EVALUACIÓN:

# lblDeveloper.Text
source: DESENVOLVEDOR:
es: DESARROLLADOR:

# lblPublisher.Text
source: EDITORA:
es: EDITOR:

# lblType.Text
source: TIPO:
es: ESCRIBE:
