Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/frmMain.*.resx
Languages: fr, hu, id, it, uk, zh_tw

# grpSearch.Text
source: Search
fr: Recherche
hu: Keresés
id: Pencarian
it: Ricerca
uk: Пошук
zh_tw: 搜尋

# lblAbort.Text
source: Stop
id: Berhenti
it: Fermarsi
uk: Стоп!
zh_tw: 停止

# lblTypeDisc.Text
source: Disc...
fr: Disque...
it: Disco...
uk: Диск...
zh_tw: 光碟...

# btnGameInstallScrub.Text
source: Install Game (Scrub)
fr: Installer le jeu (Scrub)
hu: Játék telepítése (Scrub)
id: Instal Game (Scrub)
it: Installare il gioco (Scrub)
uk: Встановити гру (скраб)
zh_tw: 安裝遊戲（輕量化）

# btnGameInstallExactCopy.Text
source: Install Game (1:1)
fr: Installer le jeu (1:1)
hu: Játék telepítése (1:1)
id: Instal Game (1:1)
it: Installare il gioco (1:1)
uk: Установча гра (1:1)
zh_tw: 安裝遊戲 (1:1)

# grpOperations.Text
source: Operations
fr: Opérations
hu: Műveletek
id: Operasi
it: Operazioni
uk: Операції
zh_tw: 操作

# labelGameID.Text
source: Game ID:
fr: ID du jeu :
hu: Játék ID:
id: ID Game:
it: ID gioco:
uk: Ідентифікатор гри:
zh_tw: 遊戲編號：

# labelFile.Text
source: Region:
fr: Région :
hu: Régió:
id: Wilayah:
it: Regione:
uk: Регіон:
zh_tw: 地區：

# labelTitle.Text
source: Title:
fr: Titre :
hu: Cím:
id: Judul:
it: Titolo:
uk: Назва:
zh_tw: 名稱：

# tsmiInfoGame.Text
source: Game Information
fr: Informations sur le jeu
hu: Játék információk
id: Informasi Permainan
it: Informazioni sul gioco
uk: Інформація про гру
zh_tw: 遊戲資訊

# tsmiDolphinEmulator.Text
source: Test Game (Dolphin Emulator)
fr: Jeu de test (Emulateur Dolphin)
hu: Tesztjáték (Dolphin emulátor)
id: Uji Permainan (Emulator Dolphin)
it: Gioco di prova (emulatore Dolphin)
uk: Тестова гра (емулятор Dolphin)
zh_tw: 測試遊戲（Dolphin 模擬器）

# tsmiSearchOnGameTDB.Text
source: Search GameTDB
fr: Recherche dans GameTDB
hu: Keresés a GameTDB-ben
id: Cari GameTDB
it: Cerca su GameTDB
uk: Пошук GameTDB
zh_tw: 搜尋 GameTDB

# tsmiSearchOnGoogle.Text
source: Search on Google
fr: Recherche sur Google
hu: Keresés a Google-on
id: Cari di Google
it: Ricerca su Google
uk: Пошук в Google
zh_tw: 搜尋 Google

# SearchOnWikipedia.Text
source: Search in Wikipedia
fr: Recherche dans Wikipédia
hu: Keresés a Wikipédiában
id: Cari di Wikipedia
it: Ricerca in Wikipedia
uk: Пошук у Вікіпедії
zh_tw: 搜尋維基百科

# tsmiSearchOnYoutube.Text
source: Search on YouTube
fr: Recherche sur YouTube
hu: Keresés a YouTube-on
id: Cari di YouTube
it: Ricerca su YouTube
uk: Пошук на YouTube
zh_tw: 搜尋 YouTube

# tsmiSearchOnGameSpot.Text
source: Search on GameSpot
fr: Recherche sur GameSpot
hu: Keresés a GameSpoton
id: Cari di GameSpot
it: Cerca su GameSpot
uk: Пошук на GameSpot
zh_tw: 搜尋 GameSpot

# tsmiSearchOnVGChartz.Text
source: Search on VGChartz
fr: Recherche sur VGChartz
hu: Keresés a VGChartz-on
id: Cari di VGChartz
it: Ricerca su VGChartz
uk: Пошук на VGChartz
zh_tw: 搜尋 VGChartz

# tsmiReloadGameList.Text
source: Reload List
fr: Liste de rechargement
hu: Újratöltési lista
id: Muat Ulang Daftar
it: Ricarica l'elenco
uk: Список перезавантаження
zh_tw: 重新載入列表

# tsmiClearListSource.Text
source: Clear List
fr: Liste claire
hu: Tiszta lista
id: Daftar yang Jelas
it: Elenco chiaro
uk: Чистий список
zh_tw: 清除列表

# tsmiGameListSelectAll.Text
source: All
fr: Tous
hu: Minden
id: Semua
it: Tutti
uk: Всі
zh_tw: 全部

# tsmiGameListSelectNone.Text
source: None
fr: Aucun
hu: Nincs
id: Tidak ada
it: Nessuno
uk: Немає
zh_tw: 無

# tsmiSelectGameList.Text
source: Select
fr: Sélectionnez
hu: Válassza ki a címet.
id: Pilih
it: Selezionare
uk: Виберіть
zh_tw: 選擇

# tsmiGameListDeleteAllFiles.Text
source: All
fr: Tous
hu: Minden
id: Semua
it: Tutti
uk: Всі
zh_tw: 全部

# tsmiGameListDeleteSelectedFile.Text
source: Selected
fr: Sélectionné
hu: Kiválasztott
id: Terpilih
it: Selezionato
uk: Вибране
zh_tw: 已選擇

# tsmiRemoveGameList.Text
source: Delete
fr: Supprimer
hu: Törölje a címet.
id: Hapus
it: Cancellare
uk: Видалити
zh_tw: 刪除

# tsmiGameListHashSHA1.Text
source: Check selected(s)
fr: Cocher le(s) critère(s) sélectionné(s)
hu: Kijelölt(ek) bejelölése
id: Periksa yang dipilih
it: Controllare i selezionati
uk: Відмітьте обраний(і) варіант(и)
zh_tw: 檢查選取的遊戲的雜湊

# tsmiGameListSignatureSHA1.Text
source: SHA-1 signature
fr: Signature SHA-1
hu: SHA-1 aláírás
id: Tanda tangan SHA-1
it: Firma SHA-1
uk: SHA-1 підпис
zh_tw: SHA-1 雜湊

# exportarListaToolStripMenuItem.Text
source: Export list as...
fr: Exporter la liste en tant que...
hu: Lista exportálása...
id: Ekspor daftar sebagai...
it: Esportazione dell'elenco come...
uk: Експортний список у вигляді...
zh_tw: 匯出列表為...

# tsmiToolsGameList.Text
source: Tools
fr: Outils
hu: Eszközök
id: Peralatan
it: Strumenti
uk: Інструменти
zh_tw: 工具

# tabMainFile.Text
source: Files (Source)
fr: Fichiers (Source)
hu: Fájlok (Forrás)
id: File (Sumber)
it: File (Fonte)
uk: Файли (Джерело)
zh_tw: 檔案（來源）

# lblAbortDestination.Text
source: Stop
id: Berhenti
it: Fermarsi
uk: Стоп!
zh_tw: 停止

# label8.Text
source: Games Found:
fr: Jeux trouvés :
hu: Talált játékok:
id: Permainan yang ditemukan:
it: Giochi trovati:
uk: Ігри знайдено:
zh_tw: 找到遊戲：

# lblSpaceAvailabeOnDevice.Text
source: Available space:
fr: Espace disponible :
hu: Rendelkezésre álló hely:
id: Ruang yang tersedia:
it: Spazio disponibile:
uk: Вільне місце:
zh_tw: 可用空間：

# lblSpaceTotalOnDevice.Text
source: Total space:
fr: Espace total :
hu: Teljes hely:
id: Total ruang:
it: Spazio totale:
uk: Загальний простір:
zh_tw: 大小總計：

# label3.Text
source: The total file listing and total file size do not distinguish between Disc 1 (game.iso) and Disc 2 (disc2.iso) files. The data is for sampling purposes only.
fr: La liste totale des fichiers et la taille totale des fichiers ne font pas de distinction entre les fichiers du disque 1 (game.iso) et du disque 2 (disc2.iso). Ces données sont fournies à des fins d'échantillonnage uniquement.
hu: A teljes fájllista és a teljes fájlméret nem tesz különbséget a Disc 1 (game.iso) és a Disc 2 (disc2.iso) fájlok között. Az adatok csak mintavételi célokat szolgálnak.
id: Daftar file total dan ukuran file total tidak membedakan antara file Disc 1 (game.iso) dan Disc 2 (disc2.iso). Data hanya untuk tujuan pengambilan sampel.
it: L'elenco totale dei file e le dimensioni totali dei file non distinguono tra i file del disco 1 (game.iso) e del disco 2 (disc2.iso). I dati sono solo a scopo di campionamento.
uk: Загальний список файлів і загальний розмір файлів не розрізняють файли Диска 1 (game.iso) і Диска 2 (disc2.iso). Дані наведені лише для ознайомлення.
zh_tw: 遊戲總數及總大小並不區分光碟 1 (game.iso) 及光碟 2 (disc2.iso) 檔案。資料僅供參考。

# label2.Text
source: NOTE:
hu: MEGJEGYZÉS:
id: CATATAN:
it: NOTA:
uk: ПРИМІТКА:
zh_tw: 留意：

# label5.Text
source: Region:
fr: Région :
hu: Régió:
id: Wilayah:
it: Regione:
uk: Регіон:
zh_tw: 地區：

# label6.Text
source: Title:
fr: Titre :
hu: Cím:
id: Judul:
it: Titolo:
uk: Назва:
zh_tw: 名稱：

# grpDetailsDestiny.Text
source: Details
fr: Détails
hu: Részletek
id: Detail
it: Dettagli
uk: Деталі
zh_tw: 詳細資料

# tscbDiscDrive.Items
source: Inactive
fr: Inactif
hu: Inaktív
id: Tidak aktif
it: Inattivo
uk: Неактивний
zh_tw: 已停用

# tsmiReloadDeviceDrive.Text
source: Reload Device(s)
fr: Rechargez le(s) dispositif(s)
hu: Eszköz(ök) újratöltése
id: Muat ulang Perangkat
it: Ricaricare i dispositivi
uk: Пристрій(и) перезарядки
zh_tw: 重新載入裝置

# tsmiReloadGameListDisc.Text
source: Reload List
fr: Liste de rechargement
hu: Újratöltési lista
id: Muat Ulang Daftar
it: Ricarica l'elenco
uk: Список перезавантаження
zh_tw: 重新載入列表

# tsmiClearListDestination.Text
source: Clear List
fr: Liste claire
hu: Tiszta lista
id: Daftar yang Jelas
it: Elenco chiaro
uk: Чистий список
zh_tw: 清除列表

# tsmiGameDiscSelectAll.Text
source: All
fr: Tous
hu: Minden
id: Semua
it: Tutti
uk: Всі
zh_tw: 全部

# tsmiGameDiscSelectNone.Text
source: None
fr: Aucun
hu: Nincs
id: Tidak ada
it: Nessuno
uk: Немає
zh_tw: 無

# tsmiSelectGameDisc.Text
source: Select
fr: Sélectionnez
hu: Válassza ki a címet.
id: Pilih
it: Selezionare
uk: Виберіть
zh_tw: 選擇

# tsmiGameDiscDeleteAllFiles.Text
source: All
fr: Tous
hu: Minden
id: Semua
it: Tutti
uk: Всі
zh_tw: 全部

# tsmiGameDiscDeleteSelectedFile.Text
source: Selected
fr: Sélectionné
hu: Kiválasztott
id: Terpilih
it: Selezionato
uk: Вибране
zh_tw: 已選擇

# tsmiRemoveGameDisc.Text
source: Delete
fr: Supprimer
hu: Törölje a címet.
id: Hapus
it: Cancellare
uk: Видалити
zh_tw: 刪除

# tsmiGameDiscExportList.Text
source: Export game list
fr: Exporter la liste des jeux
hu: Játéklista exportálása
id: Ekspor daftar permainan
it: Esportazione dell'elenco dei giochi
uk: Експорт списку ігор
zh_tw: 匯出遊戲列表

# tsmiGameDiscAllHashSHA1.Text
source: Check all
fr: Vérifiez tout
hu: Ellenőrizze az összeset
id: Periksa semua
it: Controllare tutti
uk: Перевірте всі
zh_tw: 選擇全部

# tsmiGameDiscHashSHA1.Text
source: Check selected(s)
fr: Cocher le(s) critère(s) sélectionné(s)
hu: Kijelölt(ek) bejelölése
id: Periksa yang dipilih
it: Controllare i selezionati
uk: Відмітьте вибране(і)
zh_tw: 檢查選取的遊戲的雜湊

# tsmiGameDiscSignatureSHA1.Text
source: SHA-1 Signature
fr: Signature SHA-1
hu: SHA-1 aláírás
id: Tanda Tangan SHA-1
it: Firma SHA-1
uk: SHA-1 Підпис
zh_tw: SHA-1 雜湊

# tsmiGameDiscAllHashMD5.Text
source: Check all
fr: Vérifiez tout
hu: Ellenőrizze az összeset
id: Periksa semua
it: Controllare tutti
uk: Перевірте всі
zh_tw: 選擇全部

# tsmiGameDiscHashMD5.Text
source: Check selected(s)
fr: Cocher le(s) critère(s) sélectionné(s)
hu: Kijelölt(ek) bejelölése
id: Periksa yang dipilih
it: Controllare i selezionati
uk: Відмітьте вибране(і)
zh_tw: 檢查選取的遊戲的雜湊

# tsmiGameDiscRecalculateAllMD5.Text
source: Recalculate all
fr: Recalculer tous les
hu: Számítsa újra az összes
id: Hitung ulang semua
it: Ricalcolare tutti
uk: Перерахувати все
zh_tw: 重新計算全部

# tsmiGameDiscRecalculateSelectedGameMD5.Text
source: Recalculate selected
fr: Recalculer la sélection
hu: Kijelöltek újraszámítása
id: Hitung ulang yang dipilih
it: Ricalcolare i dati selezionati
uk: Перерахувати вибране
zh_tw: 重新計算選擇項目

# tsmiGameDiscSignatureMD5.Text
source: MD5 Signature
fr: Signature MD5
hu: MD5 aláírás
id: Tanda Tangan MD5
it: Firma MD5
uk: Підпис MD5
zh_tw: MD5 雜湊

# tsmiToolsGameDisc.Text
source: Tools
fr: Outils
hu: Eszközök
id: Peralatan
it: Strumenti
uk: Інструменти
zh_tw: 工具

# tabMainDisc.Text
source: Files (Destination)
fr: Fichiers (Destination)
hu: Fájlok (Cél)
id: File (Tujuan)
it: File (destinazione)
uk: Файли (Призначення)
zh_tw: 檔案（目的地）

# cbFilterDatabase.Items
source: Select an item...
fr: Sélectionnez un article...
hu: Válasszon ki egy elemet...
id: Pilih item...
it: Selezionare un articolo...
uk: Виберіть пункт...
zh_tw: 選擇一個項目...

# label7.Text
source: Filter:
fr: Filtre :
hu: Szűrő:
it: Filtro:
uk: Фільтр:
zh_tw: 篩選：

# tsmiToolDatabase.Text
source: Tools
fr: Outils
hu: Eszközök
id: Peralatan
it: Strumenti
uk: Інструменти
zh_tw: 工具

# tabMainDatabase.Text
source: Database
fr: Base de données
hu: Adatbázis
id: Basis Data
uk: База даних
zh_tw: 資料庫

# tsmiClearLog.Text
source: Clear log
fr: Effacer le journal
hu: Napló törlése
id: Hapus log
it: Cancella registro
uk: Чистий журнал
zh_tw: 清除記錄檔案

# tsmiExportLog.Text
source: Export log...
fr: Exporter le journal...
hu: Napló exportálása...
id: Ekspor log...
it: Esportazione del registro...
uk: Журнал експорту...
zh_tw: 匯出記錄...

# tsmiToolLog.Text
source: Tools
fr: Outils
hu: Eszközök
id: Peralatan
it: Strumenti
uk: Інструменти
zh_tw: 工具

# tsmiExit.Text
source: Exit
fr: Sortie
hu: Kilépés
id: Keluar
it: Uscita
uk: Вихід
zh_tw: 退出

# tsmiFile.Text
source: File
fr: Fichier
hu: Fájl
id: Berkas
uk: Файл
zh_tw: 檔案

# tsmiDownloadCoversSelectedGame.Text
source: Sync and Download Skins (Disc and 3D for selected game only)
fr: Synchronisation et téléchargement de skins (disque et 3D pour le jeu sélectionné uniquement)
hu: Skins szinkronizálása és letöltése (lemez és 3D csak a kiválasztott játékhoz)
id: Sinkronisasi dan Unduh Skins (Disc dan 3D hanya untuk game yang dipilih)
it: Sincronizzazione e download di skin (disco e 3D solo per i giochi selezionati)
uk: Синхронізація та завантаження обкладинок (для обраної гри)
zh_tw: 同步並下載光碟及 3D 封面（選取的遊戲）

# tsmiSyncDownloadDiscOnly3DCovers.Text
source: Sync and download skins (Disc and 3D of all games listed)
fr: Synchronisation et téléchargement de skins (disque et 3D de tous les jeux répertoriés)
hu: Szinkronizálás és bőrök letöltése (a felsorolt játékok lemezei és 3D-s változatai)
id: Sinkronisasi dan unduh skin (Disc dan 3D dari semua game yang terdaftar)
it: Sincronizzazione e download di skin (disco e 3D di tutti i giochi elencati)
uk: Синхронізація і завантаження скінів (всіх перерахованих ігор)
zh_tw: 同步並下載光碟及 3D 封面（列表內的所有遊戲）

# tsmiSyncDownloadAllDiscOnly3DCovers.Text
source: Sync and Download Skins (Disc and 3D from entire GameCube library)
fr: Synchronisation et téléchargement de skins (disque et 3D de toute la bibliothèque GameCube)
hu: Skins szinkronizálása és letöltése (lemez és 3D a teljes GameCube könyvtárból)
id: Sinkronisasi dan Unduh Skins (Disc dan 3D dari seluruh perpustakaan GameCube)
it: Sincronizzazione e download di skin (disco e 3D dall'intera libreria GameCube)
uk: Синхронізація і завантаження скінів (дискових і 3D з усієї бібліотеки GameCube)
zh_tw: 同步並下載光碟及 3D 封面（所有 GameCube 遊戲）

# tsmiSyncDownloadAllCovers.Text
source: Sync and download skins (all skins in the GameCube library)
fr: Synchronisation et téléchargement de skins (tous les skins de la bibliothèque GameCube)
hu: Szinkronizálás és letöltés (a GameCube könyvtár összes skinje)
id: Sinkronisasi dan mengunduh skin (semua skin di perpustakaan GameCube)
it: Sincronizzazione e download delle skin (tutte le skin presenti nella libreria del GameCube)
uk: Синхронізація і завантаження скінів (всі скіни в бібліотеці GameCube)
zh_tw: 同步並下載所有封面（所有 GameCube 遊戲）

# tsmiTransferDeviceCovers.Text
source: Transfer downloaded skins to device
fr: Transférer les skins téléchargés sur l'appareil
hu: Letöltött bőrök átvitele a készülékre
id: Mentransfer kulit yang diunduh ke perangkat
it: Trasferire le skin scaricate sul dispositivo
uk: Перенесіть завантажені скіни на пристрій
zh_tw: 傳輸已下載的封面到裝置

# tsmiCovers.Text
source: Covers
fr: Couvre
hu: Fedezetek
id: Meliputi
it: Coperture
uk: Обкладинки
zh_tw: 封面

# tsmiGameInfo.Text
source: Detailed information (of the selected game)
fr: Informations détaillées (du jeu sélectionné)
hu: Részletes információk (a kiválasztott játékról)
id: Informasi terperinci (dari game yang dipilih)
it: Informazioni dettagliate (del gioco selezionato)
uk: Детальна інформація (обраної гри)
zh_tw: 選擇的遊戲的詳細資料

# tsmiEnableCoverPanel.Text
source: Enable
fr: Activer
hu: Engedélyezze a
id: Aktifkan
it: Abilitazione
uk: Увімкнути
zh_tw: 啟用

# tsmiDisableCoverPanel.Text
source: Disable
fr: Désactiver
hu: A letiltása
id: Nonaktifkan
it: Disattivare
uk: Відключити
zh_tw: 停用

# tsmiDisplay.Text
source: Display
fr: Afficher
hu: Megjelenítés
id: Tampilan
uk: Дисплей
zh_tw: 顯示

# tsmiConfigurationMain.Text
source: Settings...
fr: Les paramètres...
hu: Beállítások...
id: Pengaturan...
it: Impostazioni...
uk: Налаштування...
zh_tw: 設定...

# tsmiOptions.Text
source: Options
hu: Opciók
id: Opsi
it: Opzioni
uk: Опції
zh_tw: 選項

# tsmiRenameFolders.Text
source: Rename Folders
fr: Renommer les dossiers
hu: Mappák átnevezése
id: Mengganti Nama Folder
it: Rinominare le cartelle
uk: Перейменування папок
zh_tw: 重新命名資料夾

# tsmiRenameISO.Text
source: Rename ISO/GCM
fr: Renommer l'ISO/GCM
hu: ISO/GCM átnevezése
id: Ganti nama ISO/GCM
it: Rinominare ISO/GCM
uk: Перейменувати ISO/GCM
zh_tw: 重新命名 ISO/GCM 檔案

# tsmiMetaXml.Text
source: Read/Edit 'meta.xml'
fr: Lire/éditer 'meta.xml' (en anglais)
hu: 'meta.xml' olvasása/szerkesztése
id: Baca/Edit 'meta.xml'
it: Leggere/modificare 'meta.xml'
uk: Читання/редагування 'meta.xml'
zh_tw: 檢視/編輯 'meta.xml'

# tsmiManageApp.Text
source: Manage APP's
fr: Gérer les APP
hu: APP-ok kezelése
id: Mengelola APP
it: Gestire le APP
uk: Керування додатками
zh_tw: 管理 APP

# tsmiElfDol.Text
source: Convert ELF -> DOL
fr: Convertir ELF -> DOL
hu: ELF -> DOL átalakítása
id: Konversi ELF -> DOL
it: Convertire ELF -> DOL
uk: Конвертувати ELF -> DOL
zh_tw: 轉換 ELF 檔案至 DOL 檔案

# tsmiCreatePackage.Text
source: Create APP Package
fr: Créer un paquet APP
hu: APP csomag létrehozása
id: Buat Paket Aplikasi
it: Creare il pacchetto APP
uk: Створити пакет APP
zh_tw: 建立 APP 封包

# tsmiBurnMedia.Text
source: Burn CD/DVD Media
fr: Graver des supports CD/DVD
hu: CD/DVD média írása
id: Membakar Media CD/DVD
it: Masterizzazione di supporti CD/DVD
uk: Запис CD/DVD носіїв
zh_tw: 燒錄 CD/DVD 光碟

# tsmiTools.Text
source: Tools
fr: Outils
hu: Eszközök
id: Peralatan
it: Strumenti
uk: Інструменти
zh_tw: 工具

# tsmiOfficialGitHub.Text
source: Official site (GitHub)
fr: Site officiel (GitHub)
hu: Hivatalos oldal (GitHub)
id: Situs resmi (GitHub)
it: Sito ufficiale (GitHub)
uk: Офіційний сайт (GitHub)
zh_tw: 官方頁面 (GitHub)

# tsmiOfficialGBATemp.Text
source: Official post (GBATemp)
fr: Poste officiel (GBATemp)
hu: Hivatalos álláshely (GBATemp)
id: Pos resmi (GBATemp)
it: Messaggio ufficiale (GBATemp)
uk: Офіційна посада (GBATemp)
zh_tw: 官方貼文 (GBATemp)

# tsmiVerifyUpdate.Text
source: Check for Updates
fr: Vérifier les mises à jour
hu: Frissítések ellenőrzése
id: Periksa Pembaruan
it: Verifica degli aggiornamenti
uk: Перевірте наявність оновлень
zh_tw: 檢查更新

# tsmiMenuAbout.Text
source: About GameCube Backup Manager
fr: À propos de GameCube Backup Manager
hu: A GameCube Backup Managerről
id: Tentang Pengelola Cadangan GameCube
it: Informazioni su GameCube Backup Manager
uk: Про GameCube Backup Manager
zh_tw: 關於 GameCube Backup Manager

# tsmiHelp.Text
source: Help
fr: Aide
hu: Segítség
id: Bantuan
it: Aiuto
uk: Допомога
zh_tw: 幫助

# lblNetStatus.Text
source: Internet connection disabled!
fr: Connexion Internet désactivée !
hu: Internetkapcsolat letiltva!
id: Koneksi internet dinonaktifkan!
it: Connessione Internet disabilitata!
uk: Інтернет-зв'язок відключено!
zh_tw: 已停用網際網路連線！

# tsmiNotifyExit.Text
source: Exit
fr: Sortie
hu: Kilépés
id: Keluar
it: Uscita
uk: Вихід
zh_tw: 退出
