Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/Properties/Resources.*.resx
Languages: de, es, fr, hu, id, it, ja, ko, uk, zh, zh_cn, zh_tw

# InvalidDrive_String6
source: as BACKUP storage for ISO/GCM files.
de: als BACKUP-Speicher für ISO/GCM-Dateien.
es: como almacenamiento de BACKUP para archivos ISO/GCM.
fr: comme stockage de sauvegarde pour les fichiers ISO/GCM.
hu: az ISO/GCM fájlok BACKUP tárolására.
id: sebagai penyimpanan BACKUP untuk file ISO/GCM.
it: come memoria di backup per i file ISO/GCM.
ja: ISO/GCMファイルのBACKUPストレージとして。
ko: ISO/GCM 파일용 백업 저장소로.
uk: як резервне сховище для файлів ISO/GCM.
zh: 作为ISO/GCM文件的备份存储。
zh_cn: 设备为 ISO/GCM 文件备份之用。
zh_tw: 裝置為 ISO/GCM 檔案備份之用。

# RegisterHeaderLog_OSVersion
source: OS Version:
es: Versión del sistema operativo:
fr: Version du système d'exploitation :
hu: OS verzió:
id: Versi OS:
it: Versione del sistema operativo:
ja: OSバージョン。
ko: OS 버전:
uk: Версія операційної системи:
zh: 操作系统版本。
zh_cn: 操作系统版本：
zh_tw: 作業系統版本：

# LoadISOInfo_String2
source: Secondary disk: (disc2)
de: Sekundäre Festplatte: (Disc2)
es: Disco secundario: (disco2)
fr: Disque secondaire : (disque2)
hu: Másodlagos lemez: (disc2)
id: Disk sekunder: (disc2)
it: Disco secondario: (disco2)
ja: セカンダリーディスク：（disc2）
ko: 보조 디스크: (디스크2)
uk: Додатковий диск: (disc2)
zh: 次要磁盘：（磁盘2）。
zh_cn: 副光盘：（光盘 2）
zh_tw: 副光碟：（光碟 2）

# DolphinEmulator_Not_Found_String_1
source: Emulator not found!
de: Emulator nicht gefunden!
es: ¡Emulador no encontrado!
fr: Emulateur non trouvé !
hu: Emulátor nem található!
id: Emulator tidak ditemukan!
it: Emulatore non trovato!
ja: エミュレータが見つかりません
uk: Емулятор не знайдено!
zh: 未找到仿真器!
zh_cn: 找不到模拟器！
zh_tw: 找不到模擬器！

# ListHash_String1
source: The
de: Das
es: El
fr: Le site
hu: A
it: Il
ja: があります。
ko: 그
uk: На сьогоднішній день, на жаль, це не так.
zh: ǞǞǞ
zh_cn: 本文件的
zh_tw: 本檔案的

# RegisterHeaderLog_ApplicationVersion
source: Application Version:
de: Anwendungsversion:
es: Versión de la aplicación:
fr: Version de l'application :
hu: Alkalmazási verzió:
id: Versi Aplikasi:
it: Versione dell'applicazione:
ja: アプリケーションのバージョンです。
ko: 애플리케이션 버전:
uk: Версія програми:
zh: 应用版本。
zh_cn: 应用程序版本：
zh_tw: 應用程式版本：

# RegisterHeaderLog_LogicalUnits
source: Logical Units:
de: Logische Einheiten:
es: Unidades lógicas:
fr: Unités logiques :
hu: Logikai egységek:
id: Unit Logis:
it: Unità logiche:
ja: 論理的な単位。
ko: 논리 단위:
uk: Логічні одиниці:
zh: 逻辑单位。
zh_cn: 逻辑单元：
zh_tw: 邏輯單元：

# FilesDestinationUnit
source: Files (Destination) - Drive (
de: Dateien (Ziel) - Laufwerk (
es: Archivos (Destino) - Unidad (
fr: Fichiers (Destination) - Lecteur (
hu: Fájlok (Cél) - Meghajtó (
id: File (Tujuan) - Drive (
it: File (destinazione) - Unità (
ja: ファイル（保存先） - ドライブ（保存先
ko: 파일 (대상) - 드라이브(
uk: Файли (Призначення) - Диск (
zh: 文件(目的地) - 驱动器(
zh_cn: 文件（目的地） - 设备（
zh_tw: 檔案（目的地） - 裝置（

# AssemblyInfo_Description
source: Nintendo GameCube ISO and GCM file manager software.
de: Nintendo GameCube ISO- und GCM-Dateiverwaltungssoftware.
es: Software de gestión de archivos ISO y GCM de Nintendo GameCube.
fr: Logiciel de gestion de fichiers ISO et GCM pour Nintendo GameCube.
hu: Nintendo GameCube ISO és GCM fájlkezelő szoftver.
id: Nintendo GameCube ISO dan perangkat lunak pengelola file GCM.
it: Software di gestione dei file ISO e GCM per Nintendo GameCube.
ja: ニンテンドーゲームキューブのISOとGCMのファイルマネージャーソフト。
uk: Програмне забезпечення для керування файлами Nintendo GameCube ISO та GCM.
zh: 任天堂游戏机ISO和GCM文件管理器软件。
zh_cn: Nintendo GameCube ISO 及 GCM 文件管理器。
zh_tw: Nintendo GameCube ISO 及 GCM 檔案管理器。

# CheckUSBGXFlow_String1
source: Please go to 'Options'->'Settings
de: Bitte gehen Sie zu „Optionen“ -> „Einstellungen“.
es: Por favor, vaya a 'Opciones'->'Configuración
fr: Veuillez aller dans 'Options'->'Paramètres
hu: Kérjük, menjen a 'Beállítások'->'Beállítások
id: Silakan masuk ke 'Options'->'Settings
it: Andare su 'Opzioni'->'Impostazioni
ja: オプション」→「設定」にてご確認ください。
ko: 옵션'->'설정'으로 이동하세요.
uk: Будь ласка, перейдіть в розділ "Параметри"->"Налаштування
zh: 请进入 "选项"->"设置
zh_cn: 请前往“选项”->“设置”
zh_tw: 請前往「選項」->「設定」

# AboutCurrentLanguage
source: Current Language:
de: Aktuelle Sprache:
es: Idioma actual:
fr: Langue actuelle :
hu: Jelenlegi nyelv:
id: Bahasa saat ini:
it: Lingua corrente:
ja: 現在の言語。
ko: 현재 언어:
uk: Поточна мова:
zh: 目前的语言。
zh_cn: 目前语言：
zh_tw: 目前語言：

# FilterDatabase_String2
source: If the 'wiitdb.xml' file is installed correctly, make the necessary adjustments to the program settings.
de: Wenn die Datei „wiitdb.xml“ korrekt installiert ist, nehmen Sie die erforderlichen Anpassungen an den Programmeinstellungen vor.
es: Si el archivo 'wiitdb.xml' está instalado correctamente, realice los ajustes necesarios en la configuración del programa.
fr: Si le fichier 'wiitdb.xml' est correctement installé, effectuez les ajustements nécessaires aux paramètres du programme.
hu: Ha a 'wiitdb.xml' fájl helyesen van telepítve, végezze el a szükséges módosításokat a program beállításaiban.
id: Jika file 'wiitdb.xml' terinstal dengan benar, lakukan penyesuaian yang diperlukan pada pengaturan program.
it: Se il file "wiitdb.xml" è stato installato correttamente, è possibile apportare le modifiche necessarie alle impostazioni del programma.
ja: wiitdb.xml」ファイルが正しくインストールされている場合は、プログラムの設定に必要な調整を行います。
ko: wiitdb.xml' 파일이 제대로 설치되었으면 프로그램 설정에 필요한 조정을 합니다.
uk: Якщо файл "wiitdb.xml" встановлено коректно, внесіть необхідні корективи в налаштування програми.
zh: 如果'wiitdb.xml'文件安装正确，对程序设置进行必要的调整。
zh_cn: 如果 wiitdb.xml 已正确安装，请检查软件设置并作出相应调整。
zh_tw: 如果 wiitdb.xml 已正確安裝，請檢查軟件設定並作出相應調整。

# MetaXml_String1
source: Invalid or damaged 'meta.xml' file!
de: Ungültige oder beschädigte 'meta.xml'-Datei!
es: Archivo 'meta.xml' inválido o dañado.
fr: Fichier 'meta.xml' invalide ou endommagé !
hu: Érvénytelen vagy sérült 'meta.xml' fájl!
id: File 'meta.xml' tidak valid atau rusak!
it: File 'meta.xml' non valido o danneggiato!
ja: meta.xml'ファイルが無効か破損しています。
ko: 유효하지 않거나 손상된 'meta.xml' 파일입니다!
uk: Невірний або пошкоджений файл 'meta.xml'!
zh: 无效或损坏的'meta.xml'文件!
zh_cn: 无效或损毁的 meta.xml 文件！
zh_tw: 無效或損毀的 meta.xml 檔案！

# CreateGamesFolder
source: There is no GAMES folder, create folder now?
de: Es gibt keinen GAMES-Ordner, Ordner jetzt erstellen?
es: No hay carpeta GAMES, ¿crear carpeta ahora?
fr: Il n'y a pas de dossier GAMES, créer un dossier maintenant ?
hu: Nincs GAMES mappa, hozzon létre mappát most?
id: Tidak ada folder GAMES, buat folder sekarang?
it: Non c'è una cartella GAMES, creare una cartella ora?
ja: GAMESフォルダがないのですが、フォルダを作成しますか？
ko: GAMES 폴더가 없습니다. 지금 폴더를 만들겠습니까?
uk: Немає папки GAMES, створити папку зараз?
zh: 没有GAMES文件夹，现在创建文件夹？
zh_cn: 没有 GAMES 文件夹，是否创建？
zh_tw: 沒有 GAMES 資料夾，是否建立？

# DisplayFilesSelected_Found_String2
source: file(s) with extension .
de: Datei(en) mit der Erweiterung .
es: archivo(s) con extensión .
fr: fichier(s) avec l'extension .
hu: kiterjesztésű fájl(ok) .
id: file dengan ekstensi .
it: file con estensione .
ja: 拡張子を持つファイル。
ko: 확장자 파일.
uk: файл(и) з розширенням .
zh: 文件的扩展名是.
zh_cn: 个有扩展名的文件。
zh_tw: 個有副檔名的檔案。

source: Record exported successfully!
de: Datensatz erfolgreich exportiert!
es: ¡Registro exportado con éxito!
fr: L'enregistrement a été exporté avec succès !
hu: A felvétel sikeresen exportált!
id: Rekaman berhasil diekspor!
it: La registrazione è stata esportata con successo!
ja: レコードのエクスポートに成功しました
ko: 레코드를 성공적으로 내보냈습니다!
uk: Рекорд успішно експортовано!
zh: 记录已成功导出!
zh_cn: 记录导出成功！
zh_tw: 記錄匯出成功！

# LoadDatabase_Type
source: Type
de: Typ
es: Tipo
hu: Típus
id: Jenis
it: Tipo
ja: タイプ
ko: 유형
uk: Тип
zh: 类型
zh_cn: 种类
zh_tw: 種類

# ProcessTaskDelay_String4
source: To download the file (internet connection required), go to the 'Database' tab, then 'Tools' -> 'GameTDB Update'.
de: Um die Datei herunterzuladen (Internetverbindung erforderlich), gehen Sie auf die Registerkarte „Datenbank“, dann auf „Tools“ -> „GameTDB-Update“.
es: Para descargar el archivo (se requiere conexión a Internet), ve a la pestaña "Base de datos" y luego a "Herramientas" -> "Actualización de GameTDB".
fr: Pour télécharger le fichier (connexion internet requise), allez dans l'onglet 'Base de données', puis 'Outils' -> 'Mise à jour GameTDB'.
hu: A fájl letöltéséhez (internetkapcsolat szükséges), menj az 'Adatbázis' fülre, majd az 'Eszközök' -> 'GameTDB frissítés' menüpontra.
id: Untuk mengunduh file (diperlukan koneksi internet), buka tab 'Database', lalu 'Tools' -> 'GameTDB Update'.
it: Per scaricare il file (è necessaria una connessione a Internet), andare alla scheda "Database", quindi "Strumenti" -> "Aggiornamento GameTDB".
ja: ファイルのダウンロード（インターネット接続が必要）は、「データベース」タブ→「ツール」→「GameTDBアップデート」で行います。
ko: 파일을 다운로드하려면(인터넷 연결 필요) '데이터베이스' 탭으로 이동한 다음 '도구' -> 'GameTDB 업데이트'로 이동합니다.
uk: Щоб завантажити файл (потрібне підключення до Інтернету), перейдіть на вкладку "База даних", потім "Інструменти" -> "Оновлення GameTDB".
zh: 要下载该文件（需要互联网连接），进入 "数据库 "标签，然后 "工具"->"GameTDB更新"。
zh_cn: 请到“数据库”分页，然后选择“工具”->“GameTDB 更新”以下载此文件（需要网络连接）
zh_tw: 請到「資料庫」分頁，然後選擇「工具」->「GameTDB 更新」以下載此檔案（需要網路連線）

# DownloadingWiiTDB_String2
source: >> Extracting WiiTDB.xml ...
de: >> WiiTDB.xml extrahieren ...
es: >> Extrayendo WiiTDB.xml ...
fr: >> Extraction de WiiTDB.xml ...
hu: >> WiiTDB.xml kivonása ...
id: >> Mengekstrak WiiTDB.xml ...
it: >> Estrazione di WiiTDB.xml ...
ja: >> WiiTDB.xml を抽出中 ...
ko: >> WiiTDB.xml 추출 중...
uk: >> Витягнення WiiTDB.xml ...
zh: >> 正在提取WiiTDB.xml ...
zh_cn: >> 正在解压缩 WiiTDB.xml ...
zh_tw: >> 正在解壓縮 WiiTDB.xml ...

# SelectFolderContainingIsoGcmFiles
source: Select a folder containing ISO/GCM files:
de: Wählen Sie einen Ordner mit ISO/GCM-Dateien aus:
es: Seleccione una carpeta que contenga archivos ISO/GCM:
fr: Sélectionnez un dossier contenant des fichiers ISO/GCM :
hu: Válassza ki az ISO/GCM fájlokat tartalmazó mappát:
id: Pilih folder yang berisi file ISO/GCM:
it: Selezionare una cartella contenente i file ISO/GCM:
ja: ISO/GCMファイルが格納されているフォルダを選択します。
ko: ISO/GCM 파일이 포함된 폴더 선택:
uk: Виберіть папку, що містить файли ISO/GCM:
zh: 选择一个包含ISO/GCM文件的文件夹。
zh_cn: 选择一个含有 ISO/GCM 文件的文件夹：
zh_tw: 選擇一個含有 ISO/GCM 檔案的資料夾：

# DestinyDrive_TotalSpace
source: Total space:
de: Gesamtfläche:
es: Espacio total:
fr: Espace total :
hu: Teljes hely:
id: Total ruang:
it: Spazio totale:
ja: 総面積
uk: Загальний простір:
zh: 总空间。
zh_cn: 大小总计：
zh_tw: 大小總計：

# RequiredDirectories_String4
source: [INFO] The skin directories were created...
de: [INFO] Die Skinverzeichnisse wurden erstellt...
es: [INFO] Los directorios de la piel fueron creados...
fr: [INFO] Les répertoires de skin ont été créés...
hu: [INFO] A skin könyvtárak létrehozásra kerültek...
id: [INFO] Direktori skin telah dibuat...
it: [INFO] Le directory della pelle sono state create...
ja: [INFO】スキンディレクトリが作成されました...。
ko: [정보] 스킨 디렉토리가 생성되었습니다...
uk: [ІНФОРМАЦІЯ] Створено каталоги скінів...
zh: [INFO] 皮肤目录已经创建...
zh_cn: [信息] 已创建封面保存目录...
zh_tw: [資訊] 已建立封面儲存目錄...

# Download3DCover
source: [INFO] Downloading covers (3D)...
de: [INFO] Cover herunterladen (3D)...
es: [INFO] Descargando cubiertas (3D)...
fr: [INFO] Téléchargement des couvertures (3D)...
hu: [INFO] Borítók letöltése (3D)...
id: [INFO] Mengunduh sampul (3D)...
it: [INFO] Download di copertine (3D)...
ja: [INFO] カバー（3D）をダウンロード中...
ko: [정보] 커버(3D) 다운로드 중...
uk: [ІНФОРМАЦІЯ] Завантаження обкладинок (3D)...
zh: [信息] 正在下载封面（3D）...
zh_cn: [信息] 正在下载 3D 封面...
zh_tw: [資訊] 正在下載 3D 封面...

# InvalidDrive_String5
source: However, you can use devices
de: Sie können jedoch Geräte verwenden
es: Sin embargo, puedes utilizar dispositivos
fr: Cependant, vous pouvez utiliser des dispositifs
hu: Használhat azonban eszközöket
id: Namun demikian, Anda bisa menggunakan perangkat
it: Tuttavia, è possibile utilizzare i dispositivi
ja: ただし、デバイスの使用は可能です
ko: 그러나 장치를 사용할 수 있습니다.
uk: Разом з тим, ви можете використовувати пристрої
zh: 然而，你可以使用设备
zh_cn: 不过，你可以使用
zh_tw: 不過，你可以使用

# LoadDatabase_Developer
source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: デベロッパー
ko: 개발자
uk: Розробник
zh: 开发商
zh_cn: 开发者
zh_tw: 開發者

# CopyTask_String1
source: Transferring file...
de: Datei wird übertragen...
es: Transferencia de archivos...
fr: Transfert de fichier...
hu: Fájl átvitele...
id: Mentransfer file...
it: Trasferimento di file...
ja: ファイルを転送する...
ko: 파일 전송 중...
uk: Передача файлу...
zh: 转移文件...
zh_cn: 正在传输文件...
zh_tw: 正在傳輸檔案...

# OverwriteWiiTDBCaption
source: Overwrite WiiTDB.xml?
de: WiiTDB.xml überschreiben?
es: ¿Sobreescribir WiiTDB.xml?
fr: Écraser le fichier WiiTDB.xml ?
hu: WiiTDB.xml felülírása?
id: Menimpa WiiTDB.xml?
it: Sovrascrivere il file WiiTDB.xml?
ja: WiiTDB.xmlを上書きしますか？
uk: Перезаписати WiiTDB.xml?
zh: 覆盖WiiTDB.xml？
zh_cn: 取代 WiiTDB.xml？
zh_tw: 取代 WiiTDB.xml？

# DialogResultDeleteGame_ReallyDeleteFile_String1
source: Do you really want to delete the file(s)?
de: Möchten Sie die Datei(en) wirklich löschen?
es: ¿Realmente quieres eliminar el/los archivo/s?
fr: Voulez-vous vraiment supprimer le(s) fichier(s) ?
hu: Tényleg törölni szeretné a fájl(ok)at?
id: Apakah Anda benar-benar ingin menghapus file?
it: Volete davvero eliminare i file?
ja: 本当にファイルを削除しますか？
ko: 정말 파일을 삭제하겠습니까?
uk: Ви дійсно хочете видалити файл(и)?
zh: 你真的想删除这些文件吗？
zh_cn: 确定要删除文件？
zh_tw: 確定要刪除檔案？

# CreateGamesFolderNow
source: This is a valid device but there is no GAMES folder, create folder now?
de: Dies ist ein gültiges Gerät, aber es gibt keinen GAMES-Ordner. Ordner jetzt erstellen?
es: Este es un dispositivo válido pero no hay carpeta GAMES, ¿crear carpeta ahora?
fr: C'est un appareil valide mais il n'y a pas de dossier GAMES, créer un dossier maintenant ?
hu: Ez egy érvényes eszköz, de nincs GAMES mappa, hozzon létre mappát most?
id: Ini adalah perangkat yang valid tetapi tidak ada folder GAMES, buat folder sekarang?
it: Il dispositivo è valido ma non c'è una cartella GAMES, creare una cartella ora?
ja: このデバイスは有効ですが、GAMESフォルダーがありません、今すぐフォルダーを作成してください。
ko: 유효한 장치이지만 GAMES 폴더가 없습니다. 지금 폴더를 만드시겠습니까?
uk: Це дійсний пристрій, але немає папки GAMES, створити папку зараз?
zh: 这是一个有效的设备，但没有GAMES文件夹，现在创建文件夹？
zh_cn: 此设备有效，但找不到 GAMES 文件夹，是否创建？
zh_tw: 此裝置有效，但找不到 GAMES 資料夾，是否建立？

# AboutTranslator
source: Translator:
de: Übersetzt von:
es: Traductor:
fr: Traducteur :
hu: Fordító:
id: Penerjemah:
it: Traduttore:
ja: 翻訳者
ko: 번역가:
uk: Перекладач:
zh: 译者。
zh_cn: 翻译者：
zh_tw: 翻譯者：

# CheckUSBGXFlow_String2
source: Then go to 'Skins' -> 'Synchronize' and check the 'Enable transfer of skins between devices'.
de: Gehen Sie dann zu „Skins“ -> „Synchronisieren“ und aktivieren Sie die Option „Übertragung von Skins zwischen Geräten aktivieren“.
es: A continuación, ve a "Skins" -> "Sincronizar" y marca la opción "Activar la transferencia de skins entre dispositivos".
fr: Ensuite, allez dans " Skins " -> " Synchroniser " et cochez la case " Activer le transfert de skins entre appareils ".
hu: Ezután menjen a 'Bőrök' -> 'Szinkronizálás' menüpontra, és jelölje be a 'Bőrök átvitelének engedélyezése az eszközök között' opciót.
id: Lalu pergi ke 'Skins' -> 'Synchronize' dan centang 'Enable transfer skins between devices'.
it: Andare quindi a "Skins" -> "Synchronize" e selezionare "Enable transfer of skins between devices".
ja: 次に、「スキン」→「同期」で、「デバイス間でスキンの転送を有効にする」にチェックを入れてください。
ko: 그런 다음 '스킨' -> '동기화'로 이동하여 '기기 간 스킨 전송 활성화'를 선택합니다.
uk: Потім перейдіть в "Скіни" -> "Синхронізувати" і встановіть галочку "Увімкнути передачу скінів між пристроями".
zh: 然后进入 "皮肤"->"同步"，勾选 "启用设备间的皮肤传输"。
zh_cn: 然后在“封面”->“同步”并勾选“在设备之间传输封面”。
zh_tw: 然後在「封面」->「同步」並勾選「在裝置之間傳輸封面」。

# FilterDatabase_String1
source: Database list is empty!
de: Datenbankliste ist leer!
es: La lista de la base de datos está vacía.
fr: La liste de la base de données est vide !
hu: Az adatbázis lista üres!
id: Daftar basis data kosong!
it: L'elenco del database è vuoto!
ja: データベースリストが空です
ko: 데이터베이스 목록이 비어 있습니다!
uk: Список баз даних порожній!
zh: 数据库列表是空的!
zh_cn: 空白数据库列表！
zh_tw: 空白資料庫列表！

# DolphinEmulator_Not_Found_String_2
source: Please set the path to the Dolphin emulator executable (dolphin.exe).
de: Bitte legen Sie den Pfad zur ausführbaren Datei des Dolphin-Emulators (dolphin.exe) fest.
es: Por favor, establezca la ruta del ejecutable del emulador de Dolphin (dolphin.exe).
fr: Veuillez définir le chemin vers l'exécutable de l'émulateur Dolphin (dolphin.exe).
hu: Kérjük, adja meg a Dolphin emulátor futtatható fájljának (dolphin.exe) elérési útvonalát.
id: Harap atur jalur ke emulator Dolphin yang dapat dieksekusi (dolphin.exe).
it: Impostare il percorso dell'eseguibile dell'emulatore Dolphin (dolphin.exe).
ja: Dolphinエミュレータの実行ファイル(dolphin.exe)のパスを設定してください。
uk: Будь ласка, вкажіть шлях до виконуваного файлу емулятора Dolphin (dolphin.exe).
zh: 请设置Dolphin模拟器的可执行路径（dolphin.exe）。
zh_cn: 请设置 Dolphin 模拟器运行文件 (dolphin.exe) 的路径。
zh_tw: 請設定 Dolphin 模擬器執行檔案 (dolphin.exe) 的路徑。

# CopyTask_String5
source: 100% Complete!
de: 100% vollständig!
es: ¡100% completo!
fr: 100% complet !
hu: 100%-ban teljes!
id: 100% Lengkap!
it: 100% Completo!
ja: 100%完全版!
ko: 100% 완료!
uk: Завершено на 100%!
zh: 100%完成!
zh_cn: 100% 完成！
zh_tw: 100% 完成！

# DisplayFilesSelected_FileName
source: File Name
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
hu: Fájlnév
id: Nama File
it: Nome del file
ja: ファイル名
ko: 파일 이름
uk: Ім'я файлу
zh: 文件名称
zh_cn: 文件名称
zh_tw: 檔案名稱

# CopyTask_String6
source: Transfer complete!
de: Übertragung vollständig!
es: ¡Transferencia completa!
fr: Transfert terminé !
hu: Transzfer befejezve!
id: Transfer selesai!
it: Trasferimento completato!
ja: 転送完了
ko: 전송 완료!
uk: Передача завершена!
zh: 转移完成!
zh_cn: 传输完成！
zh_tw: 傳輸完成！

# DownloadingWiiTDB_String3
source: >> Process completed!
de: >> Vorgang abgeschlossen!
es: >> ¡Proceso completado!
fr: >> Processus terminé !
hu: >> A folyamat befejeződött!
id: >> Proses selesai!
it: >> Processo completato!
ja: >> 処理完了
ko: >> 프로세스 완료!
uk: >> Процес завершено!
zh: >> 进程完成!
zh_cn: >> 完成！
zh_tw: >> 完成！

# DisplayFilesSelected_Found_String3
source: Found
de: Gefunden
es: Encontrado
fr: Trouvé
hu: Megtaláltam
id: Ditemukan
it: Trovato
ja: 発見
ko: 찾기
uk: Знайдено
zh: 发现
zh_cn: 找到
zh_tw: 找到

# RegisterHeaderLog_CLRVersion
source: CLR Version:
es: Versión CLR:
fr: Version CLR :
hu: CLR verzió:
id: Versi CLR:
it: Versione CLR:
ja: CLRバージョン。
ko: CLR 버전:
uk: Версія CLR:
zh: CLR版本。
zh_cn: CLR 版本：
zh_tw: CLR 版本：

# AboutVersion
source: Version
de: Ausführung
es: Versión
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
uk: Версія
zh: 版本
zh_cn: 版本
zh_tw: 版本

source: [INFO]
de: [DIE INFO]
ja: [インフォメーション］
ko: [정보]
uk: [ІНФОРМАЦІЯ].
zh: [信息]
zh_cn: [信息]
zh_tw: [資訊]

# RequiredDirectories_String5
source: [INFO] Cover directories already exist... ignoring creation!
de: [INFO] Cover-Verzeichnisse existieren bereits... Erstellung ignorieren!
es: [INFO] Los directorios de cobertura ya existen... ¡ignorando la creación!
fr: [INFO] Les répertoires de couverture existent déjà... la création est ignorée !
hu: [INFO] A fedőkönyvtárak már léteznek... létrehozás figyelmen kívül hagyása!
id: [INFO] Direktori penutup sudah ada... mengabaikan pembuatan!
it: [INFO] Le directory di copertura esistono già... ignorando la creazione!
ja: [INFO] カバーディレクトリはすでに存在しています。
ko: [정보] 표지 디렉토리가 이미 존재합니다... 생성을 무시합니다!
uk: [ІНФОРМАЦІЯ] Каталоги обкладинок вже існують... ігноруючи творчість!
zh: [INFO] 覆盖目录已经存在......忽略了创建!
zh_cn: [信息] 封面保存目录已经存在... 略过创建！
zh_tw: [資訊] 封面儲存目錄已經存在... 略過建立！

# GCBM_TranslatorContact
source: laetemn@hotmail.com
fr: DeepL.com
hu: DeepL.com
id: DeepL.com
it: DeepL.com
uk: DeepL.com
zh_cn: kuan@iatfei.com
zh_tw: kuan@iatfei.com

# InvalidDrive_String4
source: It is highly recommended to use the FAT32 file system with 32K clusters to ensure maximum compatibility with GameCube games, Wii games, ROM's, apps, emulators and everything in between!
de: Es wird dringend empfohlen, das FAT32-Dateisystem mit 32K-Clustern zu verwenden, um maximale Kompatibilität mit GameCube-Spielen, Wii-Spielen, ROMs, Apps, Emulatoren und allem dazwischen zu gewährleisten!
es: Se recomienda encarecidamente utilizar el sistema de archivos FAT32 con clústeres de 32K para garantizar la máxima compatibilidad con los juegos de GameCube, los juegos de Wii, las ROM, las aplicaciones, los emuladores y todo lo demás.
fr: Il est fortement recommandé d'utiliser le système de fichiers FAT32 avec des clusters de 32K pour assurer une compatibilité maximale avec les jeux GameCube, les jeux Wii, les ROM, les applications, les émulateurs et tout ce qui se trouve entre les deux !
hu: Nagyon ajánlott a FAT32 fájlrendszer használata 32K klaszterekkel, hogy biztosítsuk a maximális kompatibilitást a GameCube-játékokkal, Wii-játékokkal, ROM-okkal, alkalmazásokkal, emulátorokkal és mindennel a kettő között!
id: Sangat disarankan untuk menggunakan sistem file FAT32 dengan cluster 32K untuk memastikan kompatibilitas maksimum dengan game GameCube, game Wii, ROM, aplikasi, emulator, dan segala sesuatu di antaranya!
it: Si consiglia vivamente di utilizzare il file system FAT32 con cluster da 32K per garantire la massima compatibilità con i giochi per GameCube, Wii, ROM, applicazioni, emulatori e tutto il resto!
ja: ゲームキューブのゲーム、Wiiのゲーム、ROM、アプリ、エミュレータなど、あらゆるものの互換性を最大限に確保するために、32KクラスタのFAT32ファイルシステムを使用することを強くお勧めします。
ko: 게임큐브게임, Wii 게임, ROM, 앱, 에뮬레이터 및 그 사이의 모든 것과 최대한의 호환성을 보장하려면 32K 클러스터가 있는 FAT32 파일 시스템을 사용하는 것이 좋습니다!
uk: Настійно рекомендується використовувати файлову систему FAT32 з 32K кластерами для забезпечення максимальної сумісності з іграми GameCube, Wii, ROM, додатками, емуляторами і всім, що знаходиться між ними!
zh: 强烈建议使用带有32K集群的FAT32文件系统，以确保与GameCube游戏、Wii游戏、ROM、应用程序、模拟器以及两者之间的所有内容最大限度地兼容。
zh_cn: 为保证与 GameCube 游戏、Wii 游戏、ROM、软件、模拟器等的最大兼容性，强烈建议使用 FAT32 文件系统并使用 32K 的配置单位！
zh_tw: 為保證與 GameCube 遊戲、Wii 遊戲、ROM、軟件、模擬器等的最大相容性，強烈建議使用 FAT32 檔案系統並使用 32K 的配置單位！

# CopyTask_String2
source: Installing game...
de: Spiel installieren...
es: Instalando el juego...
fr: Installation du jeu...
hu: A játék telepítése...
id: Menginstal permainan...
it: Installazione del gioco...
ja: ゲームのインストール...
ko: 게임 설치 중...
uk: Встановлення гри...
zh: 安装游戏...
zh_cn: 正在安装游戏...
zh_tw: 正在安裝遊戲...

# DisplayFilesSelected_Found_String1
source: [INFO] Found
de: [INFO] Gefunden
es: [INFO] Encontrado
fr: [INFO] Trouvé
hu: [INFO] Megtaláltam
id: [INFO] Ditemukan
it: [INFO] Trovato
ja: [INFO] 見つかりました。
ko: [정보] 찾기
uk: [ІНФОРМАЦІЯ] Знайдено
zh: [INFO]找到了
zh_cn: [信息] 找到
zh_tw: [資訊] 找到

# AboutBox_String2
source: Version {0}
es: Versión {0}
hu: Verzió {0}
id: Versi {0}
it: Versione {0}
ja: バージョン{0}について
ko: 버전 {0}
uk: Версія {0}
zh: 版本{0}
zh_cn: 版本 {0}
zh_tw: 版本 {0}

# CopyTask_String3
source: Transfer complete!
de: Übertragung vollständig!
es: ¡Transferencia completa!
fr: Transfert terminé !
hu: Transzfer befejezve!
id: Transfer selesai!
it: Trasferimento completato!
ja: 転送完了
ko: 전송 완료!
uk: Передача завершена!
zh: 转移完成!
zh_cn: 传输完成！
zh_tw: 傳輸完成！

# LoadDatabase_GameTitle
source: Game Title
de: Spieltitel
es: Título del juego
fr: Titre du jeu
hu: Játék címe
id: Judul Permainan
it: Titolo del gioco
ja: ゲームタイトル
ko: 게임 타이틀
uk: Назва гри
zh: 游戏名称
zh_cn: 游戏名称
zh_tw: 遊戲名稱

# CopyTask_String4
source: Game installed!
de: Spiel installiert!
es: Juego instalado.
fr: Jeu installé !
hu: A játék telepítve!
id: Permainan sudah terpasang!
it: Gioco installato!
ja: ゲームをインストールしました
ko: 게임이 설치되었습니다!
uk: Гру встановлено!
zh: 游戏已经安装完毕!
zh_cn: 已安装游戏！
zh_tw: 已安裝遊戲！
