Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/Properties/Resources.*.resx
Languages: de, es, fr, hu, id, it, ja, ko, uk, zh, zh_cn, zh_tw

# GCBM_Language
source: English [US]
de: Amerikanisches Englisch]
es: Español [España]
fr: Français [France]
hu: Magyar [Magyarország]
id: Bahasa Indonesia [Indonesia]
it: Italiano [Italia]
ja: 日本語［日本］
ko: Korean [Korea]
uk: Українська[Україна]
zh: 中国語(簡体字)
zh_cn: 简体中文（中国）
zh_tw: 正體中文（臺灣）

# ServerReportedOneCoverOrBothNotFound
source: Server reported: One of the covers (or both) was not found!
de: Server meldete: Eines der Cover (oder beide) wurde nicht gefunden!
es: El servidor informó: ¡Una de las tapas (o ambas) no fue encontrada!
fr: Le serveur a signalé : L'une des couvertures (ou les deux) n'a pas été trouvée !
hu: A szerver jelentette: Az egyik borítót (vagy mindkettőt) nem találták meg!
id: Server melaporkan: Salah satu sampul (atau keduanya) tidak ditemukan!
it: Il server ha segnalato: Una delle copertine (o entrambe) non è stata trovata!
ja: サーバーから報告がありました。どちらかのカバー（または両方）が見つかりませんでした。
ko: 서버 보고: 커버 중 하나(또는 둘 다)를 찾을 수 없습니다!
uk: Сервер повідомив: Одна з обкладинок (або обидві) не знайдена!
zh: 服务器报告。没有找到其中的一个封面（或两个）!
zh_cn: 服务器回应：找不到一个或两个封面！
zh_tw: 伺服器回應：找不到一個或兩個封面！

# NoInternetConnectionFound_String2
source: Make sure the connection is enabled in the program settings.
de: Stellen Sie sicher, dass die Verbindung in den Programmeinstellungen aktiviert ist.
es: Asegúrese de que la conexión está activada en la configuración del programa.
fr: Assurez-vous que la connexion est activée dans les paramètres du programme.
hu: Győződjön meg róla, hogy a program beállításaiban engedélyezve van a kapcsolat.
id: Pastikan koneksi diaktifkan dalam pengaturan program.
it: Assicurarsi che la connessione sia abilitata nelle impostazioni del programma.
ja: 番組設定で接続が有効になっていることを確認してください。
ko: 프로그램 설정에서 연결이 활성화되어 있는지 확인하십시오.
uk: Переконайтеся, що з'єднання ввімкнено в налаштуваннях програми.
zh: 确保在程序设置中启用了连接。
zh_cn: 请确定在程序设置中已激活连接。
zh_tw: 請確定在程式設定中已啟用連線。

# GetAllDrives_Inactive
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
hu: Inaktív
id: Tidak aktif
it: Inattivo
ja: 活動休止中
ko: 비활성
uk: Неактивний
zh: 不活跃
zh_cn: 已停用
zh_tw: 已停用

# AboutBox_String1
source: About {0}
de: Über {0}
es: Sobre {0}
fr: A propos de {0}
hu: A {0}
id: Tentang {0}
it: Circa {0}
ja: 0}について
ko: {0}에 대해서
uk: Про {0}
zh: 关于{0}
zh_cn: 关于 {0}
zh_tw: 關於 {0}

# GameListExportedTXT
source: Game list exported to TXT!
de: Spieleliste nach TXT exportiert!
es: Lista de juegos exportada a TXT
fr: Liste des jeux exportée au format TXT !
hu: Játéklista TXT-be exportálva!
id: Daftar game diekspor ke TXT!
it: Elenco giochi esportato in TXT!
ja: 対局表をTXTに書き出しました
ko: 게임 목록을 TXT로 내보냈습니다!
uk: Список ігор експортовано в TXT!
zh: 游戏列表导出为TXT格式!
zh_cn: 已导出 TXT 格式的游戏列表！
zh_tw: 已匯出 TXT 格式的遊戲列表！

# PluginDisplay_String1
source: Are you sure you want to delete the plugin?
de: Möchten Sie das Plugin wirklich löschen?
es: ¿Estás seguro de que quieres eliminar el plugin?
fr: Êtes-vous sûr de vouloir supprimer le plugin ?
hu: Biztos, hogy törölni szeretné a plugint?
id: Apakah Anda yakin ingin menghapus plugin?
it: Sei sicuro di voler eliminare il plugin?
ja: 本当にプラグインを削除するのですか？
ko: 플러그인을 삭제하겠습니까?
uk: Ви впевнені, що хочете видалити плагін?
zh: 你确定要删除该插件吗？
zh_cn: 是否确定要删除本插件程序？
zh_tw: 是否確定要刪除本外掛程式？

# EmptyGamesList
source: The game list is empty!
de: Die Spielliste ist leer!
es: La lista de juegos está vacía.
fr: La liste des jeux est vide !
hu: A játéklista üres!
id: Daftar permainan kosong!
it: L'elenco dei giochi è vuoto!
ja: ゲームリストが空っぽだ！？
ko: 게임 목록이 비어 있습니다!
uk: Список ігор порожній!
zh: 游戏列表是空的!
zh_cn: 空白游戏列表！
zh_tw: 空白遊戲列表！

# Download3DCoverError
source: [ERROR] Failed to download cover (3D)!
de: [FEHLER] Cover konnte nicht heruntergeladen werden (3D)!
es: [ERROR] ¡No se ha podido descargar la portada (3D)!
fr: [ERROR] Impossible de télécharger la couverture (3D) !
hu: [ERROR] Nem sikerült letölteni a borítót (3D)!
id: [ERROR] Gagal mengunduh cover (3D)!
it: [ERRORE] Impossibile scaricare la copertina (3D)!
ja: [ERROR] カバー（3D）のダウンロードに失敗しました!
ko: [오류] 커버(3D) 다운로드 실패!
uk: [ОШИБКА] Не вдалося завантажити обкладинку (3D)!
zh: [错误]下载封面（3D）失败!
zh_cn: [信息] 下载 3D 封面失败！
zh_tw: [資訊] 下載 3D 封面失敗！

# RequiredDirectories_String2
source: [INFO] Default temporary directory already exists... ignoring creation!
de: [INFO] Temporäres Standardverzeichnis existiert bereits... Erstellung wird ignoriert!
es: [INFO] El directorio temporal por defecto ya existe... ¡ignorando la creación!
fr: [INFO] Le répertoire temporaire par défaut existe déjà... ignore la création !
hu: [INFO] Az alapértelmezett ideiglenes könyvtár már létezik... létrehozás figyelmen kívül hagyása!
id: [INFO] Direktori sementara default sudah ada... mengabaikan pembuatan!
it: [INFO] La directory temporanea predefinita esiste già... ignora la creazione!
ja: [INFO] デフォルトのテンポラリディレクトリはすでに存在しています。
ko: [정보] 기본 임시 디렉토리가 이미 존재합니다... 생성을 무시합니다!
uk: [INFO] Тимчасовий каталог за замовчуванням вже існує... ігноруючи створення!
zh: [INFO]默认的临时目录已经存在......忽略了创建!
zh_cn: [信息] 默认暂存目录已经存在... 略过创建！
zh_tw: [資訊] 預設暫存目錄已經存在... 略過建立！

# ClearTemp_String2
source: Could not clear temp folder!
de: Temp-Ordner konnte nicht gelöscht werden!
es: No se ha podido borrar la carpeta temporal.
fr: Impossible de vider le dossier temporaire !
hu: Nem tudta törölni a temp mappát!
id: Tidak bisa menghapus folder temp!
it: Impossibile cancellare la cartella temporanea!
ja: tempフォルダの消去ができない!
ko: 임시 폴더를 지울 수 없습니다!
uk: Не вдалося очистити тимчасову папку!
zh: 无法清除临时文件夹!
zh_cn: 无法清除暂存文件夹！
zh_tw: 無法清除暫存資料夾！

# RecommendedDeleteOrMoveFile
source: It is recommended to delete or move the file to another location.
de: Es wird empfohlen, die Datei zu löschen oder an einen anderen Ort zu verschieben.
es: Se recomienda borrar o mover el archivo a otra ubicación.
fr: Il est recommandé de supprimer ou de déplacer le fichier vers un autre emplacement.
hu: Javasoljuk, hogy törölje vagy helyezze át a fájlt egy másik helyre.
id: Dianjurkan untuk menghapus atau memindahkan file ke lokasi lain.
it: Si consiglia di eliminare o spostare il file in un'altra posizione.
ja: ファイルを削除するか、別の場所に移動することをお勧めします。
ko: 파일을 삭제하거나 다른 위치로 이동하는 것이 좋습니다.
uk: Рекомендується видалити або перемістити файл в інше місце.
zh: 建议删除该文件或将其移至其他位置。
zh_cn: 建议删除或移动本文件到其他位置。
zh_tw: 建議刪除或移動本檔案到其他位置。

# FoundIsoGcmFiles
source: [INFO] ISO/GCM file(s) found:
de: [INFO] ISO/GCM-Datei(en) gefunden:
es: [INFO] Archivo(s) ISO/GCM encontrado(s):
fr: [INFO] Fichier(s) ISO/GCM trouvé(s) :
hu: [INFO] ISO/GCM fájl(ok) találtak:
id: [INFO] File ISO/GCM ditemukan:
it: [INFO] File ISO/GCM trovati:
ja: [INFO] ISO/GCMファイル（複数可）が見つかりました。
ko: [정보] ISO/GCM 파일 발견:
uk: [INFO] Знайдено файл(и) ISO/GCM:
zh: [INFO] 找到了ISO/GCM文件。
zh_cn: [信息] 找到的 ISO/GCM 文件：
zh_tw: [資訊] 找到的 ISO/GCM 檔案：

# frmMain_Resize_Program
source: Program running in the background!
de: Programm läuft im Hintergrund!
es: ¡Programa funcionando en segundo plano!
fr: Programme fonctionnant en arrière-plan !
hu: Program fut a háttérben!
id: Program berjalan di latar belakang!
it: Programma in esecuzione in background!
ja: バックグラウンドで動作するプログラム
ko: 백그라운드에서 실행되는 프로그램입니다!
uk: Програма працює у фоновому режимі!
zh: 程序在后台运行!
zh_cn: 软件正在背景运行！
zh_tw: 軟件正在背景運行！

# OverwriteWiiTDBBody
source: Do you want to overwrite the current WiiTDB.xml file?Do you want to overwrite the current WiiTDB.xml file?
de: Möchten Sie die aktuelle WiiTDB.xml-Datei überschreiben?Möchten Sie die aktuelle WiiTDB.xml-Datei überschreiben?
es: ¿Quieres sobrescribir el archivo WiiTDB.xml actual? ¿Quieres sobrescribir el archivo WiiTDB.xml actual?
fr: Voulez-vous écraser le fichier WiiTDB.xml actuel ? Voulez-vous écraser le fichier WiiTDB.xml actuel ?
hu: Szeretné felülírni a jelenlegi WiiTDB.xml fájlt?Szeretné felülírni a jelenlegi WiiTDB.xml fájlt?
id: Apakah Anda ingin menimpa file WiiTDB.xml saat ini? Apakah Anda ingin menimpa file WiiTDB.xml saat ini?
it: Vuoi sovrascrivere il file WiiTDB.xml attuale? Vuoi sovrascrivere il file WiiTDB.xml attuale?
ja: 現在のWiiTDB.xmlファイルを上書きしますか？現在のWiiTDB.xmlファイルを上書きしますか？
uk: Ви хочете замінити поточний файл WiiTDB.xml? Ви хочете замінити поточний файл WiiTDB.xml?
zh: 你想覆盖当前WiiTDB.xml文件吗？你想覆盖当前WiiTDB.xml文件吗？
zh_cn: 是否取代原有的 WiiTDB.xml 文件？
zh_tw: 是否取代原有的 WiiTDB.xml 檔案？

# ClearLogNotFound
source: There is no registry data to clear!
de: Es sind keine Registrierungsdaten zum Löschen vorhanden!
es: No hay datos de registro que borrar.
fr: Il n'y a pas de données de registre à effacer !
hu: Nincs törlendő nyilvántartási adat!
id: Tidak ada data registri yang harus dihapus!
it: Non ci sono dati di registro da cancellare!
ja: レジストリデータをクリアする必要がない!
ko: 지울 레지스트리 데이터가 없습니다!
uk: Очищати дані реєстру не потрібно!
zh: 没有任何注册表数据需要清除!
zh_cn: 没有可清除的记录文件！
zh_tw: 沒有可清除的記錄檔案！

# ConvertElfDol_String2
source: >> Status: Not responding!
de: >> Status: Antwortet nicht!
es: >> Estado: No responde.
fr: >> Statut : Ne répond pas !
hu: >> Állapot: Nem válaszol!
id: >> Status: Tidak merespons!
it: >> Stato: Non risponde!
ja: >> ステータス応答なし!
ko: >> 상태: 응답하지 않습니다!
uk: >> Статус: Не відповідає!
zh: >> 状态。没有回应!
zh_cn: >> 状态：没有回应！
zh_tw: >> 狀態：沒有回應！

# NoInternetConnectionFound_String1
source: No internet connection found!
de: Keine Internetverbindung gefunden!
es: No se ha encontrado conexión a Internet.
fr: Aucune connexion internet trouvée !
hu: Nincs internetkapcsolat!
id: Tidak ditemukan koneksi internet!
it: Nessuna connessione internet trovata!
ja: インターネット接続が見つかりません
ko: 인터넷 연결을 찾을 수 없습니다!
uk: Не знайдено з'єднання з Інтернетом!
zh: 没有发现互联网连接!
zh_cn: 找不到互联网连接！
zh_tw: 找不到網際網路連線！

# CannotOpenTwoInstances
source: Cannot open two instances of this program!
de: Es können nicht zwei Instanzen dieses Programms geöffnet werden!
es: No se pueden abrir dos instancias de este programa.
fr: Impossible d'ouvrir deux instances de ce programme !
hu: A program két példányát nem lehet megnyitni!
id: Tidak dapat membuka dua contoh program ini!
it: Non è possibile aprire due istanze di questo programma!
ja: このプログラムは2つのインスタンスを開くことができません。
ko: 이 프로그램의 두 인스턴스를 열 수 없습니다!
uk: Не можу відкрити два екземпляри цієї програми!
zh: 无法打开这个程序的两个实例!
zh_cn: 本软件不能打开两次！
zh_tw: 本軟體不能開啟兩次！

# ConvertElfDol_String4
source: >> Status [ERROR]: Unrecognized file format!
de: >> Status [FEHLER]: Unbekanntes Dateiformat!
es: >> Estado [ERROR]: ¡Formato de archivo no reconocido!
fr: >> Statut [ERROR] : Format de fichier non reconnu !
hu: >> Állapot [HIBA]: Nem ismert fájlformátum!
id: >> Status [ERROR]: Format file tidak dikenali!
it: >> Stato [ERRORE]: Formato file non riconosciuto!
ja: >> ステータス [ERROR]:認識できないファイル形式です
ko: >> 상태 [오류]: 인식할 수 없는 파일 형식입니다!
uk: >> Статус [ERROR]: Нерозпізнаний формат файлу!
zh: >> 状态[ERROR]。未识别的文件格式!
zh_cn: >> 状态 [错误]：不明文件格式！
zh_tw: >> 狀態 [錯誤]：不明檔案格式！

# InvalidDrive_String3
source: The Nintendont app only supports FAT32 and exFAT file systems.
de: Die Nintendont-App unterstützt nur die Dateisysteme FAT32 und exFAT.
es: La aplicación Nintendont sólo es compatible con los sistemas de archivos FAT32 y exFAT.
fr: L'application Nintendont ne prend en charge que les systèmes de fichiers FAT32 et exFAT.
hu: A Nintendont alkalmazás csak a FAT32 és exFAT fájlrendszereket támogatja.
id: Aplikasi Nintendont hanya mendukung sistem berkas FAT32 dan exFAT.
it: L'applicazione Nintendont supporta solo i file system FAT32 ed exFAT.
ja: ニンテンドースイッチは、FAT32とexFATのファイルシステムのみに対応しています。
ko: 닌텐도 앱은 FAT32 및 exFAT 파일 시스템만 지원합니다.
uk: Додаток Nintendont підтримує тільки файлові системи FAT32 і exFAT.
zh: Nintendont应用程序只支持FAT32和exFAT文件系统。
zh_cn: Nintendont 只支持 FAT32 和 exFAT 文件系统。
zh_tw: Nintendont 只支援 FAT32 和 exFAT 檔案系統。

# NetworkCheck_NetStatus_Offline
source: Internet connection disabled!
de: Internetverbindung deaktiviert!
es: ¡Conexión a Internet desactivada!
fr: Connexion Internet désactivée !
hu: Internetkapcsolat letiltva!
id: Koneksi internet dinonaktifkan!
it: Connessione Internet disabilitata!
ja: インターネット接続不可
ko: 인터넷 연결이 비활성화되었습니다!
uk: Інтернет-зв'язок відключено!
zh: 互联网连接失效!
zh_cn: 已停用互联网连接！
zh_tw: 已停用網際網路連線！

# GCBM_TranslatedBy
source: Laete Meireles
fr: DeepL
hu: DeepL
id: DeepL
it: DeepL
ja: ディープエル
ko: DDinghoya
uk: DeepL
zh: DeepL
zh_cn: Fei Kuan
zh_tw: Fei Kuan

# LoadDatabase_Region
source: Region
es: Región
fr: Région
hu: Régió
id: Wilayah
it: Regione
ja: 地域
ko: 지역
uk: Регіон
zh: 地区
zh_cn: 地区
zh_tw: 地區

# SelectTargetDrive
source: Please select a target drive!
de: Bitte wählen Sie ein Ziellaufwerk aus!
es: Por favor, seleccione una unidad de destino.
fr: Veuillez sélectionner un lecteur cible !
hu: Kérjük, válasszon ki egy célmeghajtót!
id: Pilih drive target!
it: Selezionare un'unità di destinazione!
ja: 対象ドライブを選択してください
ko: 대상 드라이브를 선택하세요!
uk: Будь ласка, оберіть цільовий диск!
zh: 请选择一个目标驱动器!
zh_cn: 请选择一个目标设备！
zh_tw: 請選擇一個目標裝置！

# HashesAreNotSame
source: [INFO] The hashes are not the same!
de: [INFO] Die Hashes sind nicht gleich!
es: [INFO] ¡Los hashes no son iguales!
fr: [INFO] Les hachages ne sont pas les mêmes !
hu: [INFO] A hash-ok nem egyformák!
id: [INFO] Hash tidak sama!
it: [INFO] Gli hash non sono uguali!
ja: [INFO] ハッシュが違う!
ko: [정보] 해시는 동일하지 않습니다!
uk: [ІНФОРМАЦІЯ] Хеші не збігаються!
zh: [INFO]哈希值不一样!
zh_cn: [信息] 哈希值不同！
zh_tw: [資訊] 雜湊值不同！

# DisplayFilesSelected_Size
source: Size
de: Größe
es: Tamaño
fr: Taille
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
uk: Розмір
zh: 尺寸
zh_cn: 大小
zh_tw: 大小

# ProcessTaskDelay_String2
source: Please download the file!
de: Bitte laden Sie die Datei herunter!
es: Por favor, descargue el archivo.
fr: Veuillez télécharger le fichier !
hu: Kérjük, töltse le a fájlt!
id: Silakan unduh file!
it: Scaricate il file!
ja: ぜひダウンロードしてください
ko: 파일을 다운받으세요!
uk: Будь ласка, завантажте файл!
zh: 请下载该文件!
zh_cn: 请下载此文件！
zh_tw: 請下載此檔案！

# InvalidDrive_String1
source: This is not a valid device!
de: Dies ist kein gültiges Gerät!
es: Este no es un dispositivo válido.
fr: Ce n'est pas un appareil valide !
hu: Ez nem érvényes eszköz!
id: Ini bukan perangkat yang valid!
it: Questo non è un dispositivo valido!
ja: これは有効なデバイスではありません
ko: 이것은 유효한 장치가 아닙니다!
uk: Це не дійсний пристрій!
zh: 这不是一个有效的设备!
zh_cn: 本设备无效！
zh_tw: 本裝置無效！

source: ATTENTION!
de: AUFMERKSAMKEIT!
es: ¡ATENCIÓN!
hu: FIGYELEM!
id: PERHATIAN!
it: ATTENZIONE!
ko: 주목!
uk: УВАГА!
zh: 请注意!
zh_cn: 注意！
zh_tw: 注意！

# ReadImage_String3
source: File '{0}' not found!
de: Datei '{0}' nicht gefunden!
es: ¡Archivo '{0}' no encontrado!
fr: Fichier '{0}' non trouvé !
hu: '{0}' fájl nem található!
id: File '{0}' tidak ditemukan!
it: File '{0}' non trovato!
ja: ファイル '{0}' が見つかりません!
ko: 파일 '{0}'을(를) 찾을 수 없습니다!
uk: Файл '{0}' не знайдено!
zh: 未找到文件'{0}'!
zh_cn: 找不到文件 '{0}'！
zh_tw: 找不到檔案 '{0}'！

source: [ERROR]
fr: [ERREUR]
hu: [HIBA]
it: [ERRORE]
ja: ERROR] [エラー
ko: [오류]
uk: [ПОМИЛКА]
zh: [错误]
zh_cn: [错误]
zh_tw: [錯誤]

# PluginDisplay_String2
source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
hu: A eltávolítása
id: Copot pemasangan
it: Disinstallare
ja: アンインストール
ko: 프로그램 삭제
uk: Видалити
zh: 卸载
zh_cn: 卸载
zh_tw: 解除安裝

# RegisterHeaderLog_CurrentProgramDirectory
source: [INFO] Current program directory:
de: [INFO] Aktuelles Programmverzeichnis:
es: [INFO] Directorio actual del programa:
fr: [INFO] Répertoire actuel du programme :
hu: [INFO] Aktuális programkönyvtár:
id: [INFO] Direktori program saat ini:
it: [INFO] Directory del programma corrente:
ja: [INFO] 現在のプログラムディレクトリです。
ko: [정보] 현재 프로그램 디렉토리:
uk: [INFO] Поточний каталог програми:
zh: [INFO] 当前程序目录。
zh_cn: [信息] 目前程序目录：
zh_tw: [資訊] 目前程式目錄：

# ListHash_String2
source: file hash:
de: Datei-Hash:
es: hash del archivo:
fr: le hachage du fichier :
hu: fájl hash:
id: hash file:
it: hash del file:
ja: ファイルのハッシュ値を指定します。
ko: 파일 해시:
uk: хеш файлу:
zh: 文件哈希。
zh_cn: 哈希：
zh_tw: 雜湊：

source: Information
es: Información
hu: Információ
id: Informasi
it: Informazioni
ja: インフォメーション
ko: 정보
uk: Інформація
zh: 信息
zh_cn: 信息
zh_tw: 資訊

source: Unknown region!
de: Unbekannte Region!
es: ¡Región desconocida!
fr: Région inconnue !
hu: Ismeretlen régió!
id: Wilayah yang tidak diketahui!
it: Regione sconosciuta!
ja: 未知の領域！？
ko: 알 수 없는 지역입니다!
uk: Невідомий регіон!
zh: 未知地区!
zh_cn: 未知地区！
zh_tw: 未知地區！

# SelectGameFromList
source: Please select a game from the list!
de: Bitte wählen Sie ein Spiel aus der Liste aus!
es: Seleccione un juego de la lista.
fr: Veuillez sélectionner un jeu dans la liste !
hu: Kérjük, válasszon egy játékot a listából!
id: Silakan pilih game dari daftar!
it: Seleziona un gioco dall'elenco!
ja: リストからゲームを選んでください
ko: 목록에서 게임을 선택하세요!
uk: Будь ласка, оберіть гру зі списку!
zh: 请从列表中选择一个游戏!
zh_cn: 请从列表中选择一个游戏！
zh_tw: 請從列表中選擇一個遊戲！

# RecordExportedFailed
source: No data available to export!
de: Keine Daten zum Export verfügbar!
es: No hay datos disponibles para exportar.
fr: Aucune donnée disponible pour l'exportation !
hu: Nincs exportálható adat!
id: Tidak ada data yang tersedia untuk diekspor!
it: Nessun dato disponibile per l'esportazione!
ja: エクスポート可能なデータがありません
ko: 내보낼 데이터가 없습니다!
uk: Дані для експорту недоступні!
zh: 没有数据可供输出!
zh_cn: 没有可导出的数据！
zh_tw: 沒有可匯出的資料！

# CantOpenImage
source: [ERROR] Could not open image file.
de: [FEHLER] Bilddatei konnte nicht geöffnet werden.
es: [ERROR] No se pudo abrir el archivo de imagen.
fr: [ERROR] Impossible d'ouvrir le fichier image.
hu: [ERROR] Nem sikerült megnyitni a képfájlt.
id: [ERROR] Tidak dapat membuka file gambar.
it: [ERRORE] Impossibile aprire il file immagine.
ja: [ERROR] イメージファイルを開くことができませんでした。
uk: [ERROR] Не вдалося відкрити файл зображення.
zh: [ERROR] 无法打开图像文件。
zh_cn: [错误] 无法打开映像文件。
zh_tw: [錯誤] 無法打開映像檔案。

# ConvertElfDol_String1
source: >> Status: Working...
de: >> Status: In Arbeit...
es: >> Estado: Trabajando...
fr: >> Statut : En cours...
hu: >> Állapot: Állapot: Munka...
id: >> Status: Bekerja...
it: >> Stato: In lavorazione...
ja: >> ステータス作業中...
ko: >> 상태: 작동 중...
uk: >> Статус: Працюю...
zh: >> 状态。工作中...
zh_cn: >> 状态：运作中...
zh_tw: >> 狀態：運作中...

# AskDownloadWiiTDB
source: WiiTDB.zip not found, would you like to download it now?
de: WiiTDB.zip nicht gefunden, möchten Sie es jetzt herunterladen?
es: WiiTDB.zip no se encuentra, ¿quieres descargarlo ahora?
fr: WiiTDB.zip n'a pas été trouvé, voulez-vous le télécharger maintenant ?
hu: WiiTDB.zip nem található, szeretné letölteni most?
id: WiiTDB.zip tidak ditemukan, apakah Anda ingin mengunduhnya sekarang?
it: WiiTDB.zip non è stato trovato, vuoi scaricarlo ora?
ja: WiiTDB.zip が見つかりません、今すぐダウンロードしますか？
uk: WiiTDB.zip не знайдено, хочете завантажити зараз?
zh: 没有找到WiiTDB.zip，你想现在下载吗？
zh_cn: 找不到 WiiTDB.zip，是否下载？
zh_tw: 找不到 WiiTDB.zip，是否下載？

# InvalidDrive_String2
source: The detected file system is:
de: Das erkannte Dateisystem ist:
es: El sistema de archivos detectado es:
fr: Le système de fichiers détecté est :
hu: Az észlelt fájlrendszer a következő:
id: Sistem berkas yang terdeteksi adalah:
it: Il file system rilevato è:
ja: 検出されたファイルシステムは
ko: 감지된 파일 시스템은 다음과 같습니다.
uk: Виявлена файлова система:
zh: 检测到的文件系统是。
zh_cn: 侦测到的文件系统为：
zh_tw: 偵測到的檔案系統為：

# ReadImage_String4
source: ERROR!
hu: HIBA!
it: ERRORE!
ko: 오류!
uk: ПОМИЛКА!
zh: 错误!
zh_cn: 错误！
zh_tw: 錯誤！

# DownloadingWiiTDB_String1
source: >> Downloading WiiTDB.zip ...
de: >> WiiTDB.zip herunterladen ...
es: >> Descargando WiiTDB.zip ...
fr: >> Téléchargement de WiiTDB.zip ...
hu: >> WiiTDB.zip letöltése ...
id: >> Mengunduh WiiTDB.zip ...
it: >> Download di WiiTDB.zip ...
ja: >> WiiTDB.zipをダウンロード中 ...
ko: >> WiiTDB.zip 다운로드 중...
uk: >> Завантаження WiiTDB.zip ...
zh: >> 正在下载WiiTDB.zip ...
zh_cn: >> 正在下载 WiiTDB.zip ...
zh_tw: >> 正在下載 WiiTDB.zip ...

source: Server reported: Disc cover not found!
de: Server gemeldet: Disc-Hülle nicht gefunden!
es: El servidor informó: ¡Tapa del disco no encontrada!
fr: Le serveur a signalé : Couverture de disque non trouvée !
hu: A szerver jelentette: A lemezborító nem található!
id: Server melaporkan: Penutup cakram tidak ditemukan!
it: Il server ha segnalato: Copertina del disco non trovata!
ja: サーバーから報告がありました。ディスクカバーが見つかりません!
ko: 서버 보고: 디스크 커버를 찾을 수 없습니다!
uk: Сервер повідомив: Обкладинку диска не знайдено!
zh: 服务器报告。没有找到光盘封面!
zh_cn: 服务器回应：找不到光碟封面！
zh_tw: 伺服器回應：找不到光碟封面！

# ProcessTaskDelay_String3
source: Some functions that depend on this file will not work until the file is downloaded!
de: Einige Funktionen, die von dieser Datei abhängen, funktionieren erst, wenn die Datei heruntergeladen wurde!
es: Algunas funciones que dependen de este archivo no funcionarán hasta que se descargue el archivo.
fr: Certaines fonctions qui dépendent de ce fichier ne fonctionneront pas tant que le fichier n'aura pas été téléchargé !
hu: Néhány funkció, amely ettől a fájltól függ, nem fog működni, amíg a fájl le nem töltődik!
id: Beberapa fungsi yang bergantung pada file ini tidak akan berfungsi sampai file diunduh!
it: Alcune funzioni che dipendono da questo file non funzioneranno finché il file non sarà scaricato!
ja: このファイルに依存する一部の機能は、ファイルがダウンロードされるまで動作しません
ko: 이 파일에 의존하는 일부 기능은 파일을 다운로드할 때까지 작동하지 않습니다!
uk: Деякі функції, які залежать від цього файлу, не будуть працювати, поки він не буде завантажений!
zh: 一些依赖该文件的功能在下载该文件之前将无法工作
zh_cn: 如果不下载此文件，一些需要本文件的功能将无法运作！
zh_tw: 如果不下載此檔案，一些需要本檔案的功能將無法運作！

# ReadImage_String2
source: Multiple FST images?\r\nPlease send me information about this image.
de: Mehrere FST-Images?\r\nBitte senden Sie mir Informationen zu diesem Image.
es: ¿Múltiples imágenes FST? Por favor, envíenme información sobre esta imagen.
fr: Plusieurs images FST ? Veuillez m'envoyer des informations sur cette image.
hu: Több FST kép?\r\nKérlek, küldj nekem információt erről a képről.
id: Beberapa gambar FST? \r\nSilakan kirimkan saya informasi tentang gambar ini.
it: Immagini FST multiple? \r\nPer favore, inviatemi informazioni su questa immagine.
ja: Multiple FST images?╱Please send me information about this image.
ko: FST 이미지가 여러 개입니까?\r\n이 이미지에 대한 정보를 보내주세요.
uk: Кілька зображень FST? Будь ласка, надішліть мені інформацію про це зображення.
zh_cn: 找到多个 FST，请联系开发者。
zh_tw: 找到多個 FST，請聯絡開發者。

# AboutTranslatorContact
source: Contact:
de: Kontakt:
es: Contacto:
hu: Kapcsolat:
id: Kontak:
it: Contatto:
ja: 連絡先
ko: 연락하다:
uk: Контакт:
zh: 联系。
zh_cn: 联系方式：
zh_tw: 聯絡方式：

# MetaXml_String2
source: Data saved successfully!
de: Daten erfolgreich gespeichert!
es: ¡Datos guardados con éxito!
fr: Données sauvegardées avec succès !
hu: Az adatok sikeresen mentve!
id: Data berhasil disimpan!
it: I dati sono stati salvati con successo!
ja: データの保存に成功しました
ko: 데이터가 성공적으로 저장되었습니다!
uk: Дані успішно збережено!
zh: 数据保存成功!
zh_cn: 数据保存成功！
zh_tw: 資料儲存成功！

# RegisterHeaderLog_WorkingSet
source: Working Set:
es: Conjunto de trabajo:
fr: Ensemble de travail :
hu: Munkakészlet:
id: Perangkat Kerja:
it: Set di lavoro:
ja: ワーキングセット。
ko: 작업 설정:
uk: Робочий набір:
zh: 工作套装。
zh_cn: 工作集：
zh_tw: 工作集：

# AllFilesSuccessfullyDeleted
source: All files were successfully deleted!
de: Alle Dateien wurden erfolgreich gelöscht!
es: Todos los archivos se han eliminado con éxito.
fr: Tous les fichiers ont été supprimés avec succès !
hu: Minden fájl sikeresen törlődött!
id: Semua file berhasil dihapus!
it: Tutti i file sono stati eliminati con successo!
ja: すべてのファイルが正常に削除されました
ko: 모든 파일이 성공적으로 삭제되었습니다!
uk: Всі файли успішно видалено!
zh: 所有的文件都被成功删除了!
zh_cn: 已成功删除所有文件！
zh_tw: 已成功刪除所有檔案！

# ClearLog
source: Do you really want to clear the registry data?
de: Möchten Sie die Registrierungsdaten wirklich löschen?
es: ¿Realmente quieres borrar los datos del registro?
fr: Voulez-vous vraiment effacer les données du registre ?
hu: Tényleg törölni szeretné a rendszerleíró adatbázis adatait?
id: Apakah Anda benar-benar ingin menghapus data registri?
it: Volete davvero cancellare i dati del registro?
ja: 本当にレジストリデータを消去するのですか？
ko: 레지스트리 데이터를 지우겠습니까?
uk: Ви дійсно хочете очистити дані реєстру?
zh: 你真的想清除注册表数据吗？
zh_cn: 确定要清除记录文件？
zh_tw: 確定要清除記錄檔案？
