Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/Properties/Resources.*.resx
Languages: de, es, fr, hu, id, it, ja, ko, uk, zh, zh_cn, zh_tw

# DialogResultDeleteGame_ReallyDeleteFile_String2
source: This procedure is irreversible and it will not be possible to recover the file(s)!
de: Dieser Vorgang ist irreversibel und es ist nicht möglich, die Datei(en) wiederherzustellen!
es: Este procedimiento es irreversible y no será posible recuperar los archivos.
fr: Cette procédure est irréversible et il ne sera pas possible de récupérer le(s) fichier(s) !
hu: Ez az eljárás visszafordíthatatlan, és a fájl(ok) nem állíthatók helyre!
id: Prosedur ini tidak dapat dipulihkan dan tidak mungkin memulihkan file!
it: Questa procedura è irreversibile e non sarà possibile recuperare i file!
ja: この手順は元に戻せず、ファイルを復元することはできません。
ko: 이 절차는 되돌릴 수 없으며 파일을 복구할 수 없습니다!
uk: Ця процедура є незворотною і відновити файл(и) буде неможливо!
zh: 这个过程是不可逆的，而且不可能恢复文件!
zh_cn: 运行此操作后将无法复原文件！
zh_tw: 執行此操作後將無法復原檔案！

source: Server reported: 3D cover not found!
de: Server gemeldet: 3D-Cover nicht gefunden!
es: El servidor informó: ¡Cubierta 3D no encontrada!
fr: Le serveur a signalé : Couverture 3D non trouvée !
hu: A szerver jelentette: 3D borító nem található!
id: Server melaporkan: Sampul 3D tidak ditemukan!
it: Il server ha segnalato: Copertura 3D non trovata!
ja: サーバーから報告がありました。3D カバーが見つかりません!
ko: 서버 보고: 3D 커버를 찾을 수 없습니다!
uk: Сервер повідомив: 3D обкладинка не знайдена!
zh: 服务器报告。没有找到3D封面!
zh_cn: 服务器回应：找不到3D封面！
zh_tw: 伺服器回應：找不到3D封面！

# DisplayFilesSelected_FilePath
source: File Path
de: Dateipfad
es: Ruta del archivo
fr: Chemin du fichier
hu: Fájl elérési útvonal
id: Jalur Berkas
it: Percorso del file
ja: ファイルパス
ko: 파일 경로
uk: Шлях до файлу
zh: 文件路径
zh_cn: 文件路径
zh_tw: 檔案路徑

# ProcessTaskDelay_String1
source: File 'wiitdb.xml' not found!
de: Datei 'wiitdb.xml' nicht gefunden!
es: ¡Archivo 'wiitdb.xml' no encontrado!
fr: Le fichier 'wiitdb.xml' est introuvable !
hu: A 'wiitdb.xml' fájl nem található!
id: File 'wiitdb.xml' tidak ditemukan!
it: File 'wiitdb.xml' non trovato!
ja: ファイル 'wiitdb.xml' が見つかりません!
ko: wiitdb.xml' 파일을 찾을 수 없습니다!
uk: Файл 'wiitdb.xml' не знайдено!
zh: 文件'wiitdb.xml'未找到!
zh_cn: 找不到 wiitdb.xml 文件！
zh_tw: 找不到 wiitdb.xml 檔案！

# ClearTemp_String1
source: [INFO] Could not clear temporary folder!
de: [INFO] Temporärer Ordner konnte nicht gelöscht werden!
es: [INFO] ¡No se ha podido borrar la carpeta temporal!
fr: [INFO] Impossible de vider le dossier temporaire !
hu: [INFO] Nem sikerült törölni az ideiglenes mappát!
id: [INFO] Tidak bisa menghapus folder sementara!
it: [INFO] Impossibile cancellare la cartella temporanea!
ja: [INFO] 一時フォルダーをクリアできませんでした。
ko: [정보] 임시 폴더를 지울 수 없습니다!
uk: [INFO] Не вдалося очистити тимчасову папку!
zh: [INFO] 无法清除临时文件夹!
zh_cn: [信息] 无法清除暂存文件夹！
zh_tw: [資訊] 無法清除暫存資料夾！

# LoadDatabase_IDGameCode
source: ID (Game Code)
de: ID (Spielcode)
es: ID (Código de juego)
fr: ID (code de jeu)
hu: ID (játékkód)
id: ID (Kode Permainan)
it: ID (Codice gioco)
ja: ID（ゲームコード）
ko: ID (게임 코드)
uk: ID (ігровий код)
zh: ID(游戏代码)
zh_cn: ID （游戏编号）
zh_tw: ID （遊戲編號）

source: NOTICE
de: NOTIZ
es: AVISO
fr: AVIS
hu: MEGJEGYZÉS
id: PEMBERITAHUAN
it: AVVISO
ja: 注意事項
ko: 알림
uk: ПОВІДОМЛЕННЯ
zh: 注意事项
zh_cn: 通知
zh_tw: 通知

# NotNintendoGameCubeFile
source: [ERROR] Not a Nintendo GameCube file.
de: [FEHLER] Keine Nintendo GameCube-Datei.
es: [ERROR] No es un archivo de Nintendo GameCube.
fr: [ERROR] Ce n'est pas un fichier Nintendo GameCube.
hu: [ERROR] Nem Nintendo GameCube fájl.
id: [ERROR] Bukan file Nintendo GameCube.
it: [ERRORE] Non è un file Nintendo GameCube.
ja: [ERROR] ニンテンドーゲームキューブのファイルではありません。
ko: [오류] 닌텐도 게임큐브 파일이 아닙니다.
uk: [ПОМИЛКА] Не файл для Nintendo GameCube.
zh: [ERROR] 不是任天堂游戏机的文件。
zh_cn: [错误] 不是 Nintendo GameCube 文件。
zh_tw: [錯誤] 不是 Nintendo GameCube 檔案。

# RequiredDirectories_String1
source: [INFO] The default temporary directory has been created...
de: [INFO] Das temporäre Standardverzeichnis wurde erstellt...
es: [INFO] Se ha creado el directorio temporal por defecto...
fr: [INFO] Le répertoire temporaire par défaut a été créé...
hu: [INFO] Az alapértelmezett ideiglenes könyvtár létrehozásra került...
id: [INFO] Direktori sementara default telah dibuat...
it: [INFO] La directory temporanea predefinita è stata creata...
ja: [INFO] デフォルトのテンポラリディレクトリが作成されました...
ko: [정보] 기본 임시 디렉토리가 생성되었습니다...
uk: [INFO] Створено тимчасовий каталог за замовчуванням...
zh: [INFO] 默认的临时目录已经创建...
zh_cn: [信息] 已创建默认暂存目录...
zh_tw: [資訊] 已建立預設暫存目錄...

# NetworkCheck_NetStatus_Online
source: Internet connection established!
de: Internetverbindung hergestellt!
es: Conexión a Internet establecida.
fr: Connexion Internet établie !
hu: Internetkapcsolat létrejött!
id: Koneksi internet sudah dibuat!
it: Connessione Internet stabilita!
ja: インターネット接続が可能になりました
ko: 인터넷 연결이 설정되었습니다!
uk: Підключення до мережі Інтернет встановлено!
zh: 互联网连接已建立!
zh_cn: 已连上互联网！
zh_tw: 已連上網際網路！

# ConvertElfDol_String3
source: >> Status: Completed!
de: >> Status: Abgeschlossen!
es: >> Estado: ¡Completado!
fr: >> Statut : Complété !
hu: >> Állapot: Befejezve!
id: >> Status: Selesai!
it: >> Stato: Completato!
ja: >> ステータス完成しました
ko: >> 상태: 완료되었습니다!
uk: >> Статус: Завершено!
zh: >> 状态。已完成!
zh_cn: >> 状态：已完成！
zh_tw: >> 狀態：已完成！

# RequiredDirectories_String3
source: [INFO] Using custom temporary directory!
de: [INFO] Benutzerdefiniertes temporäres Verzeichnis verwenden!
es: [INFO] ¡Utilizando un directorio temporal personalizado!
fr: [INFO] Utilisation d'un répertoire temporaire personnalisé !
hu: [INFO] Egyéni ideiglenes könyvtár használata!
id: [INFO] Menggunakan direktori sementara khusus!
it: [INFO] Utilizzo di una directory temporanea personalizzata!
ja: [INFO] カスタムテンポラリディレクトリを使用します。
ko: [정보] 커스텀 임시 디렉토리 사용 중!
uk: [ІНФОРМАЦІЯ] Використання користувацького тимчасового каталогу!
zh: [INFO]使用自定义临时目录!
zh_cn: [信息] 使用自定暂存目录！
zh_tw: [資訊] 使用自定暫存目錄！

# RegisterHeaderLog_GcbmLogCreated
source: gcbm.log is created.
de: gcbm.log wird erstellt.
es: Se crea gcbm.log.
fr: gcbm.log est créé.
hu: A gcbm.log létrejön.
id: gcbm.log dibuat.
it: Viene creato il file gcbm.log.
ja: gcbm.logが作成されます。
ko: gcbm.log가 생성됩니다.
uk: створюється файл gcbm.log.
zh: gcbm.log被创建。
zh_cn: 已创建 gcbm.log。
zh_tw: 已建立 gcbm.log。

# ReadImage_String1
source: The image is too small!
de: Das Bild ist zu klein!
es: La imagen es demasiado pequeña.
fr: L'image est trop petite !
hu: A kép túl kicsi!
id: Gambarnya terlalu kecil!
it: L'immagine è troppo piccola!
ja: 画像が小さすぎる!
ko: 이미지가 너무 작습니다!
uk: Зображення занадто мале!
zh: 图像太小了!
zh_cn: 此映像档太小！
zh_tw: 此映像檔太小！

# DestinyDrive_AvailableSpace
source: Available space:
de: Verfügbarer Platz:
es: Espacio disponible:
fr: Espace disponible :
hu: Rendelkezésre álló hely:
id: Ruang yang tersedia:
it: Spazio disponibile:
ja: 利用可能なスペース
uk: Вільне місце:
zh: 可用空间。
zh_cn: 可用空间：
zh_tw: 可用空間：

# LoadISOInfo_String1
source: Primary disk: (disc1)
de: Primäre Festplatte: (Disc1)
es: Disco primario: (disco1)
fr: Disque primaire : (disque1)
hu: Elsődleges lemez: (disc1)
id: Disk utama: (disc1)
it: Disco primario: (disc1)
ja: プライマリディスク：（disc1）
ko: 기본 디스크: (디스크1)
uk: Основний диск: (disc1)
zh: 主磁盘：（磁盘1）。
zh_cn: 主光盘：（光盘 1）
zh_tw: 主光碟：（光碟 1）

# RegisterHeaderLog_ProgramName
source: Program Name:
de: Programmname:
es: Nombre del programa:
fr: Nom du programme :
hu: Program neve:
id: Nama Program:
it: Nome del programma:
ja: プログラム名
ko: 프로그램 이름:
uk: Назва програми:
zh: 计划名称。
zh_cn: 程序名称：
zh_tw: 程式名稱：

# UnableWriteDataDisk
source: Could not write data to disk!
de: Daten konnten nicht auf die Festplatte geschrieben werden!
es: No se han podido escribir datos en el disco.
fr: Impossible d'écrire des données sur le disque !
hu: Nem sikerült adatot írni a lemezre!
id: Tidak bisa menulis data ke disk!
it: Impossibile scrivere i dati sul disco!
ja: ディスクにデータを書き込めなかった!
ko: 디스크에 데이터를 쓸 수 없습니다!
uk: Не вдалося записати дані на диск!
zh: 无法将数据写入磁盘!
zh_cn: 无法写入到磁盘！
zh_tw: 無法寫入到磁碟！

# DownloadDiscCover
source: [INFO] Downloading covers (Disc)...
de: [INFO] Download von Covers (Disc)...
es: [INFO] Descargando carátulas (disco)...
fr: [INFO] Téléchargement des couvertures (disque)...
hu: [INFO] Borítók letöltése (Lemez)...
id: [INFO] Mengunduh sampul (Cakram)...
it: [INFO] Download copertine (disco)...
ja: [INFO] カバー(ディスク)をダウンロード中...
ko: [정보] 커버(디스크) 다운로드 중...
uk: [INFO] Завантаження обкладинок (Диск)...
zh: [INFO] 下载封面（光盘）...
zh_cn: [信息] 正在下载光盘封面...
zh_tw: [資訊] 正在下載光碟封面...

# MetaXml_String_ERRO
source: ERROR
hu: HIBA
id: KESALAHAN
it: ERRORE
ja: エラー
ko: 오류
uk: ПОМИЛКА
zh: 错误
zh_cn: 错误
zh_tw: 錯誤

# GameListExportedCSV
source: Game list exported to CSV!
de: Spieleliste nach CSV exportiert!
es: ¡Lista de juegos exportada a CSV!
fr: Liste des jeux exportée en CSV !
hu: Játéklista exportálva CSV-be!
id: Daftar game diekspor ke CSV!
it: Elenco giochi esportato in CSV!
ja: 対局表をCSVで出力できるようになりました
ko: 게임 목록을 CSV로 내보냈습니다!
uk: Список ігор експортовано в CSV!
zh: 游戏列表导出到CSV!
zh_cn: 已导出 CSV 格式的游戏列表！
zh_tw: 已匯出 CSV 格式的遊戲列表！

# CheckUSBGXFlow_String3
source: Then, in the same tab, go to 'USB charger configuration (Transfer Covers)' and adjust the directories of the covers (Disk, 2D, 3D and Full) of the USB Loader GX or WiiFlow in 'USB charger configuration (Transfer Covers)' , pointing to the respective directories within the target device.
de: Gehen Sie dann auf der gleichen Registerkarte zu "USB-Ladegerät-Konfiguration (Transfer-Cover)" und passen Sie die Verzeichnisse der Cover (Disk, 2D, 3D und Full) des USB Loader GX oder WiiFlow in "USB-Ladegerät-Konfiguration (Transfer-Cover)" an. ' , die auf die entsprechenden Verzeichnisse innerhalb des Zielgeräts zeigen.
es: A continuación, en la misma pestaña, ve a 'Configuración del cargador USB (Transferir carátulas)' y ajusta los directorios de las carátulas (Disco, 2D, 3D y Completa) del USB Loader GX o WiiFlow en 'Configuración del cargador USB (Transferir carátulas)' , apuntando a los respectivos directorios dentro del dispositivo de destino.
fr: Ensuite, dans le même onglet, allez dans "Configuration du chargeur USB (Transfer Covers)" et ajustez les répertoires des couvertures (Disk, 2D, 3D et Full) du chargeur USB GX ou WiiFlow dans "Configuration du chargeur USB (Transfer Covers)", en pointant vers les répertoires respectifs dans le périphérique cible.
hu: Ezután ugyanezen a lapon lépjen az "USB töltő konfigurációja (Borítók átvitele)" menüpontba, és állítsa be az USB Loader GX vagy WiiFlow borítók (Lemez, 2D, 3D és Teljes) könyvtárait az "USB töltő konfigurációja (Borítók átvitele)" menüpontban, a céleszközön belüli megfelelő könyvtárakra mutatva.
id: Kemudian, di tab yang sama, buka 'Konfigurasi pengisi daya USB (Transfer Covers)' dan sesuaikan direktori penutup (Disk, 2D, 3D dan Penuh) dari USB Loader GX atau WiiFlow di 'Konfigurasi pengisi daya USB (Transfer Covers)' , menunjuk ke direktori masing-masing dalam perangkat target.
it: Quindi, nella stessa scheda, andate su "Configurazione del caricatore USB (Trasferimento coperture)" e regolate le directory delle coperture (Disk, 2D, 3D e Full) di USB Loader GX o WiiFlow in "Configurazione del caricatore USB (Trasferimento coperture)", puntando alle rispettive directory all'interno del dispositivo di destinazione.
ja: 次に、同じタブの「USBチャージャーの設定（Transfer Covers）」で、USB Loader GXまたはWiiFlowのカバー（Disk、2D、3D、Full）のディレクトリを、ターゲットデバイス内のそれぞれのディレクトリに合わせます。
ko: 그런 다음 같은 탭에서 'USB 충전기 구성(커버 전송)'으로 이동하여 'USB 충전기 구성(커버 전송)'에서 USB Loader GX 또는 WiiFlow의 커버(디스크, 2D, 3D 및 전체) 디렉토리를 조정합니다. ' , 대상 장치 내의 각 디렉토리를 가리킵니다.
uk: Потім на тій же вкладці перейдіть до "Конфігурація зарядного пристрою USB (Transfer Covers)" і налаштуйте каталоги кришок (Disk, 2D, 3D і Full) USB Loader GX або WiiFlow в "Конфігурація зарядного пристрою USB (Transfer Covers)", вказуючи на відповідні каталоги на цільовому пристрої.
zh: 然后，在同一标签中，进入 "USB充电器配置（传输封面）"，在 "USB充电器配置（传输封面）"中调整USB Loader GX或WiiFlow的封面（磁盘、2D、3D和完整）的目录，指向目标设备内的各自目录。
zh_cn: 然后在同一页面调整 USB 加载器的设置，选择您使用的加载器并将路径指向目标设备的相应位置。
zh_tw: 然後在同一頁面調整 USB 載入器的設定，選擇您使用的載入器並將路徑指向目標裝置的相應位置。

# SplashNetworkCheck
source: Checking for internet connection...
de: Überprüfung der Internetverbindung...
es: Comprobando la conexión a Internet...
fr: Vérification de la connexion internet...
hu: Internetkapcsolat ellenőrzése...
id: Memeriksa koneksi internet...
it: Controllo della connessione a Internet...
ja: インターネット接続を確認中...
uk: Перевірка підключення до мережі Інтернет...
zh: 检查互联网连接情况...
zh_cn: 正在测试互联网链接...
zh_tw: 正在測試網際網路鏈接...

# SplashPopulatingDrives
source: Populating drive list...
de: Laufwerksliste wird gefüllt...
es: Rellenando la lista de unidades...
fr: Remplir la liste des lecteurs...
hu: Meghajtólista feltöltése...
id: Mengisi daftar drive...
it: Popolazione dell'elenco delle unità...
ja: ドライブリストへの入力...
uk: Заповнення списку дисків...
zh: 填充驱动器列表...
zh_cn: 正在列出设备列表...
zh_tw: 正在列出裝置列表...

# SplashFoundDrive
source: Found drive:
de: Laufwerk gefunden:
es: Encontré la unidad:
fr: Le lecteur trouvé :
hu: Megtaláltam a meghajtót:
id: Drive yang ditemukan:
it: Unità trovata:
ja: ドライブを発見。
uk: Знайшов флешку:
zh: 发现驱动器。
zh_cn: 找到设备：
zh_tw: 找到裝置：

# SplashFinishing
source: Finishing up...
de: Beenden...
es: Terminando...
fr: Je finis...
hu: Befejezés...
id: Menyelesaikan...
it: Per finire...
ja: 仕上げに...
uk: Закінчую...
zh: 结束了...
zh_cn: 正在完成...
zh_tw: 正在完成...

# SplashFinished
source: Finished.
de: Fertig.
es: Terminado.
fr: Fini.
hu: Befejeztem.
id: Selesai.
it: Finito.
ja: 終了しました。
uk: Готово.
zh: 完成了。
zh_cn: 完成。
zh_tw: 完成。

# SplashDirectories
source: Setting up required directories...
de: Erforderliche Verzeichnisse einrichten...
es: Configurar los directorios necesarios...
fr: Configuration des répertoires requis...
hu: A szükséges könyvtárak beállítása...
id: Menyiapkan direktori yang diperlukan...
it: Impostazione delle directory necessarie...
ja: 必要なディレクトリの設定...
uk: Налаштування необхідних каталогів...
zh: 设置所需的目录...
zh_cn: 正在设置所需的文件夹...
zh_tw: 正在設定所需的資料夾...

# DownloadDiscCoverError
source: [ERROR] Failed to download cover (Disc)!
de: [FEHLER] Cover (Disc) konnte nicht heruntergeladen werden!
es: [ERROR] Fallo en la descarga de carátulas (disco)
fr: [ERROR] Échec du téléchargement des couvertures (disque)
hu: [ERROR] Nem sikerült letölteni a borítókat (Lemez)
id: [ERROR] Gagal Mengunduh sampul (Cakram)
it: [ERRORE] Impossibile scaricare le copertine (disco)
ja: [ERROR] カバー（ディスク）のダウンロードに失敗しました。
ko: [오류] 표지(디스크)를 다운로드하지 못했습니다!
uk: [Помилка] Не вдалося завантажити обкладинки (Диск)
zh: [ERROR] 下载封面（光盘）失败。
zh_cn: [信息] 下载光盘封面失败！
zh_tw: [資訊] 下載光碟封面失敗！

# InstallGameScrub_String3
source: Status: Not responding!
de: Status: Antwortet nicht!
ko: 상태: 응답하지 않습니다!

# InstallGameScrub_String2
source: Status: Scrubbing...
de: Status: Schrubben...
ko: 상태: 스크러빙 중...

# InstallGameScrub_String6
source: Disc 2 transferred successfully!
de: Disc 2 erfolgreich übertragen!
ko: 디스크 2가 성공적으로 전송되었습니다!

# InstallGameScrub_String5
source: Game installed successfully!
de: Spiel erfolgreich installiert!
ko: 게임이 성공적으로 설치되었습니다!

# InstallGameScrub_String4
source: Status: Complete!
de: Zustand: Abgeschlossen!
ko: 상태: 완료!

# InstallGameScrub_String1
source: Transferring...
de: Übertragung...
ko: 전송 중...
