Repository: AxionDrak/GameCube-Backup-Manager
Catalog: GCBM/tools/frmMetaXml.*.resx
Languages: de, es, ja, ko

# label7.Text
source: Acesso AHB:
de: AHB Zugriff:
es: Acceso AHB:
ja: AHBアクセス。
ko: AHB 접속:

# ofdBanner.Title
source: Selecione o arquivo de imagem:
de: Wählen Sie die Bilddatei aus:
es: Seleccione el archivo de imagen:
ja: 画像ファイルを選択する。
ko: 이미지 파일 선택:

# cbMountUSB.Items
source: DESATIVADO
de: DISABLED
es: DESACTIVADO
ja: ディサブド
ko: 비활성화

# ofdXml.Filter
source: Arquivos XML|meta.xml
de: XML-Dateien|meta.xml
es: Archivos XML|meta.xml
ja: XMLファイル|meta.xml
ko: XML 파일|meta.xml

# cbAppNoReloadIOS.Items
source: DESATIVADO
de: DISABLED
es: DESACTIVADO
ja: ディサブド
ko: 비활성화

# btnClose.Text
source: Fechar
de: Schließen Sie
es: Cerrar
ja: 閉じる
ko: 닫기

# btnSearch.Text
source: Procurar...
de: Suche...
es: Buscar...
ja: 検索...
ko: 검색...

# $this.Text
source: Ler/Editar 'meta.xml'
de: meta.xml" lesen/bearbeiten
es: Leer/Editar 'meta.xml'
ja: meta.xml」の読み取り/編集を行う。
ko: meta.xml' 읽기/편집

# lblMountUsb.Text
source: Montar USB:
de: USB anschließen:
es: Montaje USB:
ja: マウントUSB。
ko: USB 마운트:

# cbAppAhbAccess.Items1
source: ATIVADO
de: AKTIVIERT
es: ACTIVADO
ja: ENABLED
ko: 활성화

# cbAppAhbAccess.Items
source: DESATIVADO
de: DISABLED
es: DESACTIVADO
ja: ディサブド
ko: 비활성화

# label4.Text
source: Data Lançamento:
de: Datum der Veröffentlichung:
es: Fecha Lanzamiento:
ja: 発売日
ko: 출시일:

# btnSave.Text
source: Salvar
de: Speichern Sie
es: Guardar
ja: セーブ
ko: 저장

# label1.Text
source: Nome:
de: Name:
es: Nombre:
ja: 名前
ko: 이름:

# label5.Text
source: Descrição (Curta):
de: Beschreibung (kurz):
es: Descripción (corta):
ja: 説明（ショート）。
ko: (짧은) 설명:

# label2.Text
source: Desenvolvedor:
de: Entwickler:
es: Desarrollador:
ja: デベロッパー
ko: 개발자:

# label8.Text
source: Banner:
ja: バナーです。
ko: 플래그:

# ofdXml.Title
source: Selecione o arquivo 'meta.xml':
de: Wählen Sie die Datei "meta.xml" aus:
es: Seleccione el archivo 'meta.xml':
ja: meta.xml」ファイルを選択します。
ko: meta.xml' 파일을 선택합니다.

# ofdBanner.Filter
source: Arquivos PNG|*.png
de: PNG-Dateien|*.png
es: Archivos PNG|*.png
ja: PNGファイル|*.png
ko: PNG 파일|*.png

# groupBox1.Text
source: Criar/Editar
de: Erstellen/Bearbeiten
es: Crear/Editar
ja: 作成/編集
ko: 생성/편집

# label6.Text
source: Descrição (Longa):
de: Beschreibung (lang):
es: Descripción (larga):
ja: 説明（長い）。
ko: (긴) 설명:

# cbPortUSB.Items
source: DESATIVADO
de: DISABLED
es: DESACTIVADO
ja: ディサブド
ko: 장애가 있는

# label3.Text
source: Versão:
de: Version:
es: Versión:
ja: バージョン
ko: 버전:

# chkEnableArguments.Text
source: Habilitar argumentos
de: Aktivieren von Argumenten
ja: 引数を有効にする
ko: 인수 활성화

# lblUsbPort.Text
source: Porta USB:
de: USB-Anschluss:
es: Puerto USB:
ja: USBポートです。
ko: USB 포트:

# cbAppNoReloadIOS.Items1
source: ATIVADO
de: AKTIVIERT
es: ACTIVADO
ja: ENABLED
ko: 활성화됨

# label9.Text
source: Não Recarregar IOS:
de: IOS nicht neu laden:
es: No recargar IOS:
ja: IOSをリロードしないでください。
ko: IOS를 다시 로드하지 마세요:

# lblAttentionImageNotFound.Text
source: ATENÇÃO!
de: ACHTUNG!
es: ¡ATENCIÓN!
ja: ATTENTION!
ko: 주의!

# btnClear.Text
source: Limpar
de: Sauber
es: Limpio
ja: クリーン
ko: 지움

# lblImageNotFound.Text
source: Imagem não encontrada! Você pode salvar usando a imagem mostrada acima, selecionar uma nova imagem ou remover completamente a imagem. Tamanho para a imagem: 128 (largura) x 48 (altura).
de: Bild nicht gefunden! Sie können mit dem oben gezeigten Bild speichern, ein neues Bild auswählen oder das Bild ganz entfernen. Bildgröße: 128 (Breite) x 48 (Höhe).
es: ¡Imagen no encontrada! Puede guardar usando la imagen que se muestra arriba, seleccionar una nueva imagen o eliminar la imagen por completo. Tamaño de la imagen: 128 (ancho) x 48 (alto).
ja: 画像が見つかりませんでした上記の画像を使用して保存するか、新しい画像を選択するか、または画像を完全に削除することができます。画像サイズ：横128×縦48。
ko: 이미지를 찾을 수 없습니다! 위에 표시된 이미지를 사용하여 저장하거나 새 이미지를 선택하거나 이미지를 완전히 제거할 수 있습니다. 이미지 크기: 128(너비) x 48(높이).
